Repository: JuhLabs/juhradial-mx
Catalog: overlay/locales/*/LC_MESSAGES/juhradial.po
Languages: de, es, fr, hi, it, ja, nb, pt_br, ru, th

source: Applies DPI, SmartShift, and scroll settings via logiops (requires sudo)
de: Wendet DPI-, SmartShift- und Scroll-Einstellungen über LogiOps an (erfordert sudo)
es: Aplica los ajustes de DPI, SmartShift y desplazamiento mediante logiops (requiere sudo)
fr: Applique les paramètres DPI, SmartShift et de défilement via logiops (nécessite sudo)
hi: DPI, SmartShift, और स्क्रॉल सेटिंग्स logiops के ज़रिए लागू करता है (sudo आवश्यक)
it: Applica le impostazioni DPI, SmartShift e scorrimento tramite logiops (richiede sudo)
ja: DPI、SmartShift、スクロール設定を LogiOps 経由で適用します (sudo が必要です)
pt_br: Aplica configurações de DPI, SmartShift e rolagem via logiops (requer sudo)
ru: Применяет настройки DPI, SmartShift и прокрутки через logiops (требуется sudo)
th: ใช้การตั้งค่า DPI, SmartShift และการเลื่อนผ่าน LogiOps (ต้องใช้ sudo)

source: Scroll Wheel
de: Scrollrad
es: Rueda de desplazamiento
fr: Molette de défilement
hi: स्क्रॉल व्हील
it: Rotella di scorrimento
ja: スクロールホイール
nb: Rullehjul
pt_br: Roda de Rolagem
ru: Колесо прокрутки
th: ล้อเลื่อน

source: Auto-switch to free-spin when scrolling fast, return to ratchet when slow
de: Automatisch in den Freilauf wechseln bei schnellem Scrollen, Rasterung bei langsamem
es: Cambio automático a giro libre al desplazarse rápido, vuelve a trinquete al ir despacio
fr: Basculement automatique en rotation libre lors d'un défilement rapide, retour au mode cranté lorsque lent
hi: तेज़ स्क्रॉल करने पर फ़्री-स्पिन में स्वतः बदलें, धीमा होने पर रैचेट पर वापस जाएँ
it: Passa automaticamente alla rotazione libera durante lo scorrimento veloce, torna alla modalità a scatti quando lento
ja: 高速スクロール時にフリースピンへ自動切替、低速時にラチェットに戻ります
pt_br: Alterna automaticamente para giro livre ao rolar rápido, e volta para o modo dentado ao rolar devagar
ru: Автопереключение на свободную прокрутку при быстром скроллинге, возврат к пошаговой при медленном
th: สลับเป็นหมุนอิสระอัตโนมัติเมื่อเลื่อนเร็ว กลับเป็นแบบขั้นเมื่อเลื่อนช้า

source: Switch Threshold
de: Umschaltschwelle
es: Umbral de cambio
fr: Seuil de basculement
hi: स्विच सीमा
it: Soglia di commutazione
ja: 切替しきい値
nb: Byttegrense
pt_br: Limite de Alternância
ru: Порог переключения
th: จุดสลับ

source: Stay ratchet
de: Rasterung beibehalten
es: Mantener trinquete
fr: Rester en mode cranté
hi: रैचेट में रहें
it: Mantieni a scatti
ja: ラチェット維持
nb: Forbli hakket
pt_br: Manter dentado
ru: Оставаться пошаговой
th: คงแบบขั้น

source: Easy free-spin
de: Leichter Freilauf
es: Giro libre fácil
fr: Rotation libre facile
hi: आसान फ़्री-स्पिन
it: Rotazione libera facilitata
ja: フリースピンしやすい
nb: Lett fritt spinn
pt_br: Giro livre fácil
ru: Лёгкая свободная прокрутка
th: หมุนอิสระง่าย

source: Natural Scrolling
de: Natürliches Scrollen
es: Desplazamiento natural
fr: Défilement naturel
hi: प्राकृतिक स्क्रॉलिंग
it: Scorrimento naturale
ja: ナチュラルスクロール
nb: Naturlig rulling
pt_br: Rolagem Natural
ru: Естественная прокрутка
th: การเลื่อนแบบธรรมชาติ

source: Scroll content in the direction of finger movement
de: Inhalt in Richtung der Fingerbewegung scrollen
es: Desplazar el contenido en la dirección del movimiento del dedo
fr: Faire défiler le contenu dans le sens du mouvement du doigt
hi: उँगली की गति की दिशा में सामग्री स्क्रॉल करें
it: Scorri il contenuto nella direzione del movimento del dito
ja: 指の動きと同じ方向にコンテンツをスクロールします
nb: Rull innhold i retning av fingerbevegelsen
pt_br: Rolar o conteúdo na direção do movimento do dedo
ru: Прокрутка содержимого в направлении движения пальца
th: เลื่อนเนื้อหาตามทิศทางการเคลื่อนนิ้ว

source: High-Resolution Scroll
de: Hochauflösendes Scrollen
es: Desplazamiento de alta resolución
fr: Défilement haute résolution
hi: उच्च-रिज़ॉल्यूशन स्क्रॉल
it: Scorrimento ad alta risoluzione
ja: 高解像度スクロール
nb: Høyoppløselig rulling
pt_br: Rolagem de Alta Resolução
ru: Высокоточная прокрутка
th: การเลื่อนความละเอียดสูง

source: More scroll events for smoother, faster scrolling
de: Mehr Scroll-Ereignisse für flüssigeres, schnelleres Scrollen
es: Más eventos de desplazamiento para un scroll más suave y rápido
fr: Plus d'événements de défilement pour un défilement plus fluide et plus rapide
hi: सहज और तेज़ स्क्रॉलिंग के लिए अधिक स्क्रॉल इवेंट
it: Più eventi di scorrimento per uno scorrimento più fluido e veloce
ja: スクロールイベントを増やし、より滑らかで高速なスクロールを実現します
nb: Flere rullehendelser for jevnere, raskere rulling
pt_br: Mais eventos de rolagem para uma rolagem mais suave e rápida
ru: Больше событий прокрутки для более плавного и быстрого скроллинга
th: เหตุการณ์การเลื่อนมากขึ้นเพื่อการเลื่อนที่ลื่นไหลและรวดเร็วขึ้น

source: Scroll Speed
de: Scrollgeschwindigkeit
es: Velocidad de desplazamiento
fr: Vitesse de défilement
hi: स्क्रॉल गति
it: Velocità di scorrimento
ja: スクロール速度
nb: Rullehastighet
pt_br: Velocidade de Rolagem
ru: Скорость прокрутки
th: ความเร็วการเลื่อน

source: Lines scrolled per wheel notch
de: Zeilen pro Radraste
es: Líneas desplazadas por muesca de la rueda
fr: Lignes défilées par cran de molette
hi: प्रति व्हील नॉच स्क्रॉल की गई पंक्तियाँ
it: Righe scorse per ogni scatto della rotella
ja: ホイール1ノッチあたりのスクロール行数
nb: Linjer rullet per hjulhakk
pt_br: Linhas roladas por dente da roda
ru: Количество строк за одну позицию колеса
th: จำนวนบรรทัดที่เลื่อนต่อขั้นล้อ

source: Thumb Wheel
de: Daumenrad
es: Rueda del pulgar
fr: Molette du pouce
hi: थंब व्हील
it: Rotellina laterale
ja: サムホイール
nb: Tommelhjul
pt_br: Roda Lateral
ru: Боковое колёсико
th: ล้อหัวแม่มือ

source: Horizontal scroll sensitivity
de: Empfindlichkeit beim horizontalen Scrollen
es: Sensibilidad del desplazamiento horizontal
fr: Sensibilité du défilement horizontal
hi: क्षैतिज स्क्रॉल संवेदनशीलता
it: Sensibilità dello scorrimento orizzontale
ja: 水平スクロールの感度
nb: Horisontal rullefølsomhet
pt_br: Sensibilidade da rolagem horizontal
ru: Чувствительность горизонтальной прокрутки
th: ความไวการเลื่อนแนวนอน

source: Invert Direction
de: Richtung umkehren
es: Invertir dirección
fr: Inverser le sens
hi: दिशा उलटें
it: Inverti direzione
ja: 方向を反転
nb: Snu retning
pt_br: Inverter Direção
ru: Обратное направление
th: กลับทิศทาง

source: Reverse thumb wheel scroll direction
de: Scrollrichtung des Daumenrads umkehren
es: Invertir la dirección de desplazamiento de la rueda del pulgar
fr: Inverser le sens de défilement de la molette du pouce
hi: थंब व्हील स्क्रॉल दिशा उलटें
it: Inverti la direzione di scorrimento della rotellina laterale
ja: サムホイールのスクロール方向を反転します
nb: Snu tommelhjulets rulleretning
pt_br: Inverter a direção de rolagem da roda lateral
ru: Изменить направление прокрутки бокового колёсика на противоположное
th: กลับทิศทางการเลื่อนของล้อหัวแม่มือ

source: DPI set to {}
de: DPI auf {} gesetzt
es: DPI ajustado a {}
fr: DPI réglé à {}
hi: DPI {} पर सेट किया गया
it: DPI impostato a {}
ja: DPI を {} に設定しました
nb: DPI satt til {}
pt_br: DPI definido para {}
ru: DPI установлен на {}
th: ตั้ง DPI เป็น {}

source: DPI error: daemon not running?
de: DPI-Fehler: Daemon nicht gestartet?
es: Error de DPI: ¿el demonio no está en ejecución?
fr: Erreur DPI : le démon n'est pas en cours d'exécution ?
hi: DPI त्रुटि: क्या डीमन नहीं चल रहा?
it: Errore DPI: il demone non è in esecuzione?
ja: DPI エラー: デーモンが実行されていない可能性があります
nb: DPI-feil: kjører ikke daemonen?
pt_br: Erro de DPI: o daemon não está em execução?
ru: Ошибка DPI: служба не запущена?
th: ข้อผิดพลาด DPI: daemon ไม่ได้ทำงานอยู่?

source: Click Apply to save changes
de: Klicken Sie auf Anwenden, um Änderungen zu speichern
es: Pulsa Aplicar para guardar los cambios
fr: Cliquez sur Appliquer pour enregistrer les modifications
hi: परिवर्तन सहेजने के लिए लागू करें पर क्लिक करें
it: Fai clic su Applica per salvare le modifiche
ja: 「適用」をクリックして変更を保存してください
nb: Klikk Bruk for å lagre endringer
pt_br: Clique em Aplicar para salvar as alterações
ru: Нажмите «Применить» для сохранения изменений
th: คลิกใช้เพื่อบันทึกการเปลี่ยนแปลง

source: Settings applied!
de: Einstellungen angewendet!
es: ¡Ajustes aplicados!
fr: Paramètres appliqués !
hi: सेटिंग्स लागू हो गईं!
it: Impostazioni applicate!
ja: 設定を適用しました!
nb: Innstillinger brukt!
pt_br: Configurações aplicadas!
ru: Настройки применены!
th: ใช้การตั้งค่าแล้ว!

source: enabled
de: aktiviert
es: activado
fr: activé
hi: सक्षम
it: attivato
ja: 有効
nb: aktivert
pt_br: ativado
ru: включён
th: เปิดใช้งาน

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
hi: अक्षम
it: disattivato
ja: 無効
nb: deaktivert
pt_br: desativado
ru: отключён
th: ปิดใช้งาน

source: SmartShift error: daemon not running?
de: SmartShift-Fehler: Daemon nicht gestartet?
es: Error de SmartShift: ¿el demonio no está en ejecución?
fr: Erreur SmartShift : le démon n'est pas en cours d'exécution ?
hi: SmartShift त्रुटि: क्या डीमन नहीं चल रहा?
it: Errore SmartShift: il demone non è in esecuzione?
ja: SmartShift エラー: デーモンが実行されていない可能性があります
nb: SmartShift-feil: kjører ikke daemonen?
pt_br: Erro do SmartShift: o daemon não está em execução?
ru: Ошибка SmartShift: служба не запущена?
th: ข้อผิดพลาด SmartShift: daemon ไม่ได้ทำงานอยู่?

source: Sharp Click
de: Scharfer Klick
es: Clic nítido
fr: Clic net
hi: तीव्र क्लिक
it: Clic netto
ja: シャープクリック
nb: Skarpt klikk
pt_br: Clique Nítido
ru: Резкий щелчок
th: คลิกคม

source: Crisp, sharp feedback
de: Knackiges, scharfes Feedback
es: Respuesta nítida y precisa
fr: Retour vif et net
hi: स्पष्ट, तीव्र फ़ीडबैक
it: Feedback netto e preciso
ja: 鮮明でシャープなフィードバック
nb: Tydelig, skarp tilbakemelding
pt_br: Resposta nítida e precisa
ru: Чёткая, резкая отдача
th: แรงสะท้อนกลับคมชัด

source: Soft Click
de: Weicher Klick
es: Clic suave
fr: Clic doux
hi: मृदु क्लिक
it: Clic morbido
ja: ソフトクリック
nb: Mykt klikk
pt_br: Clique Suave
ru: Мягкий щелчок
th: คลิกนุ่ม

source: Softer, dampened feedback
de: Weicheres, gedämpftes Feedback
es: Respuesta suave y amortiguada
fr: Retour plus doux et amorti
hi: नरम, मंद फ़ीडबैक
it: Feedback più morbido e attenuato
ja: 柔らかく抑えられたフィードバック
nb: Mykere, dempet tilbakemelding
pt_br: Resposta suave e amortecida
ru: Мягкая, приглушённая отдача
th: แรงสะท้อนกลับนุ่มนวล

source: Sharp Bump
de: Scharfer Stoß
es: Golpe fuerte
fr: Choc net
hi: तीव्र टक्कर
it: Urto netto
ja: シャープバンプ
nb: Skarpt støt
pt_br: Impacto Forte
ru: Резкий толчок
th: กระแทกแรง

source: Strong collision feedback
de: Starkes Kollisions-Feedback
es: Respuesta de colisión intensa
fr: Retour de collision fort
hi: प्रबल टक्कर फ़ीडबैक
it: Feedback di collisione forte
ja: 力強い衝撃フィードバック
nb: Sterk kollisjon-tilbakemelding
pt_br: Resposta de colisão forte
ru: Сильная ударная отдача
th: แรงสะท้อนกลับจากการกระทบที่แรง

source: Soft Bump
de: Weicher Stoß
es: Golpe suave
fr: Choc doux
hi: मृदु टक्कर
it: Urto morbido
ja: ソフトバンプ
nb: Mykt støt
pt_br: Impacto Suave
ru: Мягкий толчок
th: กระแทกเบา

source: Gentle collision feedback
de: Sanftes Kollisions-Feedback
es: Respuesta de colisión ligera
fr: Retour de collision léger
hi: हल्का टक्कर फ़ीडबैक
it: Feedback di collisione leggero
ja: 穏やかな衝撃フィードバック
nb: Myk kollisjon-tilbakemelding
pt_br: Resposta de colisão leve
ru: Лёгкая ударная отдача
th: แรงสะท้อนกลับจากการกระทบเบาๆ

source: Subtle
de: Dezent
es: Sutil
fr: Subtil
hi: सूक्ष्म
it: Sottile
ja: サトル
nb: Subtil
pt_br: Sutil
ru: Едва заметный
th: แผ่วเบา

source: Very light, subtle feedback
de: Sehr leichtes, dezentes Feedback
es: Respuesta muy ligera y sutil
fr: Retour très léger et subtil
hi: बहुत हल्का, सूक्ष्म फ़ीडबैक
it: Feedback molto leggero e sottile
ja: 非常に軽く繊細なフィードバック
nb: Veldig lett, subtil tilbakemelding
pt_br: Resposta muito leve e sutil
ru: Очень лёгкая, едва заметная отдача
th: แรงสะท้อนกลับเบามากแทบไม่รู้สึก

source: Whisper
de: Flüstern
es: Susurro
fr: Murmure
hi: फुसफुसाहट
it: Sussurro
ja: ウィスパー
nb: Hvisking
pt_br: Sussurro
ru: Шёпот
th: กระซิบ

source: Barely perceptible feedback
de: Kaum wahrnehmbares Feedback
es: Respuesta apenas perceptible
fr: Retour à peine perceptible
hi: मुश्किल से महसूस होने वाला फ़ीडबैक
it: Feedback appena percettibile
ja: ほとんど感じ取れないフィードバック
nb: Knapt merkbar tilbakemelding
pt_br: Resposta quase imperceptível
ru: Едва ощутимая отдача
th: แรงสะท้อนกลับแทบจะไม่รู้สึก

source: Happy
de: Fröhlich
es: Alegre
fr: Joyeux
hi: प्रसन्न
it: Felice
ja: ハッピー
nb: Glad
pt_br: Alegre
ru: Радость
th: มีความสุข

source: Positive notification feel
de: Positives Benachrichtigungsgefühl
es: Sensación de notificación positiva
fr: Sensation de notification positive
hi: सकारात्मक सूचना अनुभव
it: Sensazione di notifica positiva
ja: ポジティブな通知の感触
nb: Positiv varselfølelse
pt_br: Sensação de notificação positiva
ru: Положительное уведомление
th: ความรู้สึกการแจ้งเตือนเชิงบวก

source: Alert
de: Alarm
es: Alerta
fr: Alerte
hi: अलर्ट
it: Avviso
ja: アラート
nb: Varsel
pt_br: Alerta
ru: Предупреждение
th: เตือน

source: Warning/error feel
de: Warn-/Fehlergefühl
es: Sensación de aviso o error
fr: Sensation d'avertissement/erreur
hi: चेतावनी/त्रुटि अनुभव
it: Sensazione di avviso/errore
ja: 警告/エラーの感触
nb: Advarsel/feilfølelse
pt_br: Sensação de aviso/erro
ru: Ощущение предупреждения/ошибки
th: ความรู้สึกเตือน/ข้อผิดพลาด

source: Complete
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: コンプリート
nb: Fullført
pt_br: Concluído
ru: Завершение
th: เสร็จสมบูรณ์

source: Success/completion feel
de: Erfolgs-/Abschlussgefühl
es: Sensación de éxito o finalización
fr: Sensation de réussite/achèvement
hi: सफलता/पूर्णता अनुभव
it: Sensazione di successo/completamento
ja: 成功/完了の感触
nb: Suksess/fullføringsfølelse
pt_br: Sensação de sucesso/conclusão
ru: Ощущение успешного завершения
th: ความรู้สึกสำเร็จ/เสร็จสมบูรณ์

source: Square Wave
de: Rechteckwelle
es: Onda cuadrada
fr: Onde carrée
hi: स्क्वेयर वेव
it: Onda quadra
ja: 矩形波
nb: Firkantbølge
pt_br: Onda Quadrada
ru: Прямоугольная волна
th: คลื่นสี่เหลี่ยม

source: Mechanical square pattern
de: Mechanisches Rechteckmuster
es: Patrón mecánico cuadrado
fr: Motif carré mécanique
hi: यांत्रिक स्क्वेयर पैटर्न
it: Schema meccanico ad onda quadra
ja: 機械的な矩形パターン
nb: Mekanisk firkantmønster
pt_br: Padrão mecânico quadrado
ru: Механический прямоугольный паттерн
th: รูปแบบสี่เหลี่ยมแบบกลไก

source: Wave
de: Welle
es: Onda
fr: Onde
hi: तरंग
it: Onda
ja: ウェーブ
nb: Bølge
pt_br: Onda
ru: Волна
th: คลื่น

source: Smooth wave pattern
de: Sanftes Wellenmuster
es: Patrón de onda suave
fr: Motif d'onde lisse
hi: सहज तरंग पैटर्न
it: Schema ad onda fluida
ja: 滑らかな波形パターン
nb: Glatt bølgemønster
pt_br: Padrão de onda suave
ru: Плавный волновой паттерн
th: รูปแบบคลื่นที่ลื่นไหล

source: Firework
de: Feuerwerk
es: Fuego artificial
fr: Feu d'artifice
hi: आतिशबाज़ी
it: Fuoco d'artificio
ja: ファイアワーク
nb: Fyrverkeri
pt_br: Fogos de Artifício
ru: Фейерверк
th: พลุ

source: Burst pattern
de: Explosionsmuster
es: Patrón de ráfaga
fr: Motif en rafale
hi: विस्फोट पैटर्न
it: Schema a esplosione
ja: バーストパターン
nb: Utbruddsmønster
pt_br: Padrão de explosão
ru: Паттерн вспышки
th: รูปแบบระเบิด

source: Strong Alert
de: Starker Alarm
es: Alerta intensa
fr: Alerte forte
hi: प्रबल अलर्ट
it: Avviso forte
ja: 強いアラート
nb: Sterk varsling
pt_br: Alerta Forte
ru: Сильное предупреждение
th: เตือนแรง

source: Strong error pattern
de: Starkes Fehlermuster
es: Patrón de error intenso
fr: Motif d'erreur fort
hi: प्रबल त्रुटि पैटर्न
it: Schema di errore forte
ja: 強いエラーパターン
nb: Sterkt feilmønster
pt_br: Padrão de erro forte
ru: Сильный паттерн ошибки
th: รูปแบบข้อผิดพลาดแรง

source: Knock
de: Klopfen
es: Golpeteo
fr: Coup
hi: दस्तक
it: Bussata
ja: ノック
nb: Bank
pt_br: Batida
ru: Стук
th: เคาะ

source: Knocking pattern
de: Klopfmuster
es: Patrón de golpeteo
fr: Motif de frappe
hi: दस्तक पैटर्न
it: Schema a bussata
ja: ノックパターン
nb: Bankemønster
pt_br: Padrão de batida
ru: Паттерн стука
th: รูปแบบเคาะ

source: Jingle
de: Klingeln
es: Tintineo
fr: Tintement
hi: झंकार
it: Tintinnio
ja: ジングル
nb: Klimpring
pt_br: Tinido
ru: Звон
th: จิงเกิล

source: Musical jingle pattern
de: Musikalisches Klingelmuster
es: Patrón musical de tintineo
fr: Motif de tintement musical
hi: संगीतमय झंकार पैटर्न
it: Schema a tintinnio musicale
ja: 音楽的なジングルパターン
nb: Musikalsk klimpremønster
pt_br: Padrão de tinido musical
ru: Музыкальный паттерн звона
th: รูปแบบจิงเกิลเสียงดนตรี

source: Ringing
de: Läuten
es: Timbre
fr: Sonnerie
hi: बजना
it: Squillo
ja: リンギング
pt_br: Toque
ru: Звонок
th: ดังกริ่ง

source: Ring/vibrate pattern
de: Klingel-/Vibrationsmuster
es: Patrón de timbre o vibración
fr: Motif de sonnerie/vibration
hi: रिंग/कंपन पैटर्न
it: Schema a squillo/vibrazione
ja: 着信/バイブレーションパターン
nb: Ringe-/vibrasjonsmønster
pt_br: Padrão de toque/vibração
ru: Паттерн звонка/вибрации
th: รูปแบบกริ่ง/สั่น

source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
hi: हैप्टिक फ़ीडबैक
it: Feedback aptico
ja: 触覚フィードバック
nb: Haptisk tilbakemelding
pt_br: Resposta Tátil
ru: Тактильная отдача
th: แรงสะท้อนสัมผัส

source: Enable Haptic Feedback
de: Haptisches Feedback aktivieren
es: Activar respuesta háptica
fr: Activer le retour haptique
hi: हैप्टिक फ़ीडबैक सक्षम करें
it: Attiva feedback aptico
ja: 触覚フィードバックを有効にする
nb: Aktiver haptisk tilbakemelding
pt_br: Ativar Resposta Tátil
ru: Включить тактильную отдачу
th: เปิดใช้งานแรงสะท้อนสัมผัส

source: Feel vibrations when using the radial menu
de: Vibrationen beim Verwenden des Radialmenüs spüren
es: Sentir vibraciones al usar el menú radial
fr: Ressentir des vibrations lors de l'utilisation du menu radial
hi: रेडियल मेनू उपयोग करते समय कंपन महसूस करें
it: Senti le vibrazioni durante l'uso del menu radiale
ja: ラジアルメニュー使用時に振動を感じられます
nb: Kjenn vibrasjoner når du bruker radialmenyen
pt_br: Sentir vibrações ao usar o menu radial
ru: Ощущать вибрацию при использовании радиального меню
th: รู้สึกการสั่นเมื่อใช้เมนูวงกลม

source: Haptic Patterns
de: Haptische Muster
es: Patrones hápticos
fr: Motifs haptiques
hi: हैप्टिक पैटर्न
it: Schemi aptici
ja: 触覚パターン
nb: Haptiske mønstre
pt_br: Padrões Táteis
ru: Тактильные паттерны
th: รูปแบบสัมผัส

source: Menu Appear
de: Menü-Einblendung
es: Aparición del menú
fr: Apparition du menu
hi: मेनू प्रकटन
it: Apertura menu
ja: メニュー表示
nb: Meny vises
pt_br: Aparição do Menu
ru: Появление меню
th: เมนูปรากฏ

source: Pattern when radial menu opens
de: Muster beim Öffnen des Radialmenüs
es: Patrón al abrir el menú radial
fr: Motif à l'ouverture du menu radial
hi: रेडियल मेनू खुलने पर पैटर्न
it: Schema all'apertura del menu radiale
ja: ラジアルメニューが開いたときのパターン
nb: Mønster når radialmenyen åpnes
pt_br: Padrão quando o menu radial abre
ru: Паттерн при открытии радиального меню
th: รูปแบบเมื่อเมนูวงกลมเปิดขึ้น

source: Slice Hover
de: Segment-Hover
es: Pasar sobre sector
fr: Survol de section
hi: स्लाइस होवर
it: Passaggio sullo spicchio
ja: スライスホバー
nb: Felt-sveip
pt_br: Passar sobre Fatia
ru: Наведение на сектор
th: วางเมาส์เหนือชิ้น

source: Pattern when hovering over different slices
de: Muster beim Überfahren verschiedener Segmente
es: Patrón al pasar el puntero sobre distintos sectores
fr: Motif lors du survol des différentes sections
hi: विभिन्न स्लाइस पर होवर करते समय पैटर्न
it: Schema al passaggio su spicchi diversi
ja: 異なるスライス上にホバーしたときのパターン
nb: Mønster ved sveip over felt
pt_br: Padrão ao passar o cursor sobre diferentes fatias
ru: Паттерн при наведении на разные секторы
th: รูปแบบเมื่อวางเมาส์เหนือชิ้นต่างๆ

source: Selection
de: Auswahl
es: Selección
fr: Sélection
hi: चयन
it: Selezione
ja: 選択
nb: Valg
pt_br: Seleção
ru: Выбор
th: การเลือก

source: Pattern when selecting an action
de: Muster beim Auswählen einer Aktion
es: Patrón al seleccionar una acción
fr: Motif lors de la sélection d'une action
hi: क्रिया चुनते समय पैटर्न
it: Schema alla selezione di un'azione
ja: アクションを選択したときのパターン
nb: Mønster ved valg av handling
pt_br: Padrão ao selecionar uma ação
ru: Паттерн при выборе действия
th: รูปแบบเมื่อเลือกคำสั่ง

source: Invalid Action
de: Ungültige Aktion
es: Acción no válida
fr: Action non valide
hi: अमान्य क्रिया
it: Azione non valida
ja: 無効なアクション
nb: Ugyldig handling
pt_br: Ação Inválida
ru: Недопустимое действие
th: คำสั่งไม่ถูกต้อง

source: Pattern for blocked/invalid actions
de: Muster für blockierte/ungültige Aktionen
es: Patrón para acciones bloqueadas o no válidas
fr: Motif pour les actions bloquées/non valides
hi: अवरोधित/अमान्य क्रियाओं के लिए पैटर्न
it: Schema per azioni bloccate/non valide
ja: ブロックされた/無効なアクションのパターン
nb: Mønster for blokkerte/ugyldige handlinger
pt_br: Padrão para ações bloqueadas/inválidas
ru: Паттерн для заблокированных/недопустимых действий
th: รูปแบบสำหรับคำสั่งที่ถูกบล็อก/ไม่ถูกต้อง

source: Apply to All
de: Auf alle anwenden
es: Aplicar a todos
fr: Appliquer à tout
hi: सभी पर लागू करें
it: Applica a tutti
ja: すべてに適用
nb: Bruk på alle
pt_br: Aplicar a Todos
ru: Применить ко всем
th: ใช้กับทั้งหมด

source: Set all events to the same pattern
de: Alle Ereignisse auf dasselbe Muster setzen
es: Establecer el mismo patrón para todos los eventos
fr: Appliquer le même motif à tous les événements
hi: सभी इवेंट को एक ही पैटर्न पर सेट करें
it: Imposta lo stesso schema per tutti gli eventi
ja: すべてのイベントに同じパターンを設定します
nb: Sett alle hendelser til samme mønster
pt_br: Definir o mesmo padrão para todos os eventos
ru: Установить одинаковый паттерн для всех событий
th: ตั้งเหตุการณ์ทั้งหมดเป็นรูปแบบเดียวกัน

source: Test Haptics
de: Haptik testen
es: Probar háptica
fr: Tester les haptiques
hi: हैप्टिक्स परीक्षण
it: Prova feedback aptico
ja: 触覚テスト
nb: Test haptikk
pt_br: Testar Resposta Tátil
ru: Проверка тактильной отдачи
th: ทดสอบสัมผัส

source: Test Pattern
de: Testmuster
es: Probar patrón
fr: Tester le motif
hi: पैटर्न परीक्षण
it: Schema di prova
ja: テストパターン
nb: Testmønster
pt_br: Testar Padrão
ru: Тестовый паттерн
th: ทดสอบรูปแบบ

source: Feel the selected pattern
de: Das ausgewählte Muster spüren
es: Sentir el patrón seleccionado
fr: Ressentir le motif sélectionné
hi: चयनित पैटर्न महसूस करें
it: Prova lo schema selezionato
ja: 選択したパターンを体感します
nb: Kjenn det valgte mønsteret
pt_br: Sentir o padrão selecionado
ru: Почувствуйте выбранный паттерн
th: สัมผัสรูปแบบที่เลือก

source: Test
de: Testen
es: Probar
fr: Tester
hi: परीक्षण
it: Prova
ja: テスト
pt_br: Testar
ru: Тест
th: ทดสอบ

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: रूप-रंग
it: Aspetto
ja: 外観
nb: Utseende
pt_br: Aparência
ru: Внешний вид
th: รูปลักษณ์

source: Theme
de: Farbschema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
nb: Tema
pt_br: Tema
ru: Тема
th: ธีม

source: Choose color theme for radial menu and settings
de: Farbschema für Radialmenü und Einstellungen wählen
es: Elegir el tema de colores para el menú radial y los ajustes
fr: Choisir le thème de couleurs pour le menu radial et les paramètres
hi: रेडियल मेनू और सेटिंग्स के लिए रंग थीम चुनें
it: Scegli il tema colore per il menu radiale e le impostazioni
ja: ラジアルメニューと設定のカラーテーマを選択します
nb: Velg fargetema for radialmeny og innstillinger
pt_br: Escolher o tema de cores do menu radial e das configurações
ru: Выберите цветовую тему для радиального меню и настроек
th: เลือกธีมสีสำหรับเมนูวงกลมและการตั้งค่า

source: JuhRadial MX (Premium)
hi: JuhRadial MX (प्रीमियम)
ja: JuhRadial MX (プレミアム)

source: Blur Effect
de: Unschärfeeffekt
es: Efecto de desenfoque
fr: Effet de flou
hi: ब्लर प्रभाव
it: Effetto sfocatura
ja: ぼかし効果
nb: Uskarphet-effekt
pt_br: Efeito de Desfoque
ru: Эффект размытия
th: เอฟเฟกต์เบลอ

source: Enable background blur for radial menu
de: Hintergrundunschärfe für das Radialmenü aktivieren
es: Activar desenfoque de fondo para el menú radial
fr: Activer le flou d'arrière-plan pour le menu radial
hi: रेडियल मेनू के लिए पृष्ठभूमि ब्लर सक्षम करें
it: Attiva la sfocatura dello sfondo per il menu radiale
ja: ラジアルメニューの背景ぼかしを有効にします
nb: Aktiver bakgrunnsuskarphet for radialmenyen
pt_br: Ativar desfoque de fundo no menu radial
ru: Включить размытие фона для радиального меню
th: เปิดใช้งานพื้นหลังเบลอสำหรับเมนูวงกลม

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
nb: Språk
pt_br: Idioma
ru: Язык
th: ภาษา
