Repository: JuhLabs/juhradial-mx
Catalog: overlay/locales/*/LC_MESSAGES/juhradial.po
Languages: de, es, fr, hi, it, ja, nb, pt_br, ru, th

source: Drag
de: Ziehen
es: Arrastrar
fr: Glisser
hi: खींचें
it: Trascina
ja: ドラッグ
nb: Dra
pt_br: Arrastar
ru: Перетащить
th: ลาก

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nb: Innstillinger
pt_br: Configurações
ru: Настройки
th: การตั้งค่า

source: Exit
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
nb: Avslutt
pt_br: Sair
ru: Выход
th: ออก

source: Settings saved
de: Einstellungen gespeichert
es: Ajustes guardados
fr: Paramètres enregistrés
hi: सेटिंग्स सहेजी गईं
it: Impostazioni salvate
ja: 設定を保存しました
nb: Innstillinger lagret
pt_br: Configurações salvas
ru: Настройки сохранены
th: บันทึกการตั้งค่าแล้ว

source: Error saving settings: {}
de: Fehler beim Speichern der Einstellungen: {}
es: Error al guardar los ajustes: {}
fr: Erreur lors de l'enregistrement des paramètres : {}
hi: सेटिंग्स सहेजने में त्रुटि: {}
it: Errore nel salvataggio delle impostazioni: {}
ja: 設定の保存中にエラーが発生しました: {}
nb: Feil ved lagring av innstillinger: {}
pt_br: Erro ao salvar configurações: {}
ru: Ошибка сохранения настроек: {}
th: ผิดพลาดในการบันทึกการตั้งค่า: {}

source: Middle Button
de: Mittlere Taste
es: Botón central
fr: Bouton central
hi: मध्य बटन
it: Pulsante centrale
ja: ミドルボタン
nb: Midtknapp
pt_br: Botão do Meio
ru: Средняя кнопка
th: ปุ่มกลาง

source: Middle Click
de: Mittelklick
es: Clic central
fr: Clic central
hi: मध्य क्लिक
it: Clic centrale
ja: ミドルクリック
nb: Midtklikk
pt_br: Clique do Meio
ru: Средний щелчок
th: คลิกกลาง

source: Shift Wheel Mode
de: Radmodus wechseln
es: Cambiar modo de rueda
fr: Changer le mode de la molette
hi: व्हील मोड बदलें
it: Modalità cambio rotella
ja: ホイールモード切替
nb: Skift hjulmodus
pt_br: Modo de Alternância da Roda
ru: Переключение режима колеса
th: โหมดเปลี่ยนล้อเลื่อน

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
hi: आगे
it: Avanti
ja: 進む
nb: Fremover
pt_br: Avançar
ru: Вперёд
th: ไปข้างหน้า

source: Horizontal Scroll
de: Horizontales Scrollen
es: Desplazamiento horizontal
fr: Défilement horizontal
hi: क्षैतिज स्क्रॉल
it: Scorrimento orizzontale
ja: 水平スクロール
nb: Horisontal rulling
pt_br: Rolagem Horizontal
ru: Горизонтальная прокрутка
th: เลื่อนแนวนอน

source: Scroll Left/Right
de: Links/Rechts scrollen
es: Desplazar izquierda/derecha
fr: Défilement gauche/droite
hi: बाएँ/दाएँ स्क्रॉल
it: Scorri sinistra/destra
ja: 左右スクロール
nb: Rull venstre/høyre
pt_br: Rolar Esquerda/Direita
ru: Прокрутка влево/вправо
th: เลื่อนซ้าย/ขวา

source: Back
de: Zurück
es: Atrás
fr: Précédent
hi: पीछे
it: Indietro
ja: 戻る
nb: Tilbake
pt_br: Voltar
ru: Назад
th: ย้อนกลับ

source: Gestures
de: Gesten
es: Gestos
fr: Gestes
hi: जेस्चर
it: Gesti
ja: ジェスチャー
nb: Bevegelser
pt_br: Gestos
ru: Жесты
th: ท่าทาง

source: Virtual desktops
de: Virtuelle Arbeitsflächen
es: Escritorios virtuales
fr: Bureaux virtuels
hi: वर्चुअल डेस्कटॉप
it: Desktop virtuali
ja: 仮想デスクトップ
nb: Virtuelle skrivebord
pt_br: Áreas de trabalho virtuais
ru: Виртуальные рабочие столы
th: เดสก์ท็อปเสมือน

source: Show Actions Ring
de: Aktionsring anzeigen
es: Mostrar anillo de acciones
fr: Afficher l'anneau d'actions
hi: क्रिया रिंग दिखाएँ
it: Mostra anello azioni
ja: アクションリングを表示
nb: Vis handlingsring
pt_br: Mostrar Anel de Ações
ru: Показать кольцо действий
th: แสดงวงแหวนคำสั่ง

source: Radial Menu
de: Radialmenü
es: Menú radial
fr: Menu radial
hi: रेडियल मेनू
it: Menu radiale
ja: ラジアルメニュー
nb: Radialmenyen
pt_br: Menu Radial
ru: Радиальное меню
th: เมนูวงกลม

source: BUTTONS
de: TASTEN
es: BOTONES
fr: BOUTONS
hi: बटन
it: PULSANTI
ja: ボタン
nb: KNAPPER
pt_br: BOTÕES
ru: КНОПКИ

source: SENSITIVITY
de: EMPFINDLICHKEIT
es: SENSIBILIDAD
fr: SENSIBILITÉ
hi: संवेदनशीलता
it: SENSIBILITÀ
ja: 感度
nb: FØLSOMHET
pt_br: SENSIBILIDADE
ru: ЧУВСТВИТЕЛЬНОСТЬ

source: HAPTIC FEEDBACK
de: HAPTISCHES FEEDBACK
es: RESPUESTA HÁPTICA
fr: RETOUR HAPTIQUE
hi: हैप्टिक फ़ीडबैक
it: FEEDBACK APTICO
ja: 触覚フィードバック
nb: HAPTISK TILBAKEMELDING
pt_br: RESPOSTA TÁTIL
ru: ТАКТИЛЬНАЯ ОТДАЧА

source: DEVICES
de: GERÄTE
es: DISPOSITIVOS
fr: APPAREILS
hi: उपकरण
it: DISPOSITIVI
ja: デバイス
nb: ENHETER
pt_br: DISPOSITIVOS
ru: УСТРОЙСТВА

source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fr: PARAMÈTRES
hi: सेटिंग्स
it: IMPOSTAZIONI
ja: 設定
nb: INNSTILLINGER
pt_br: CONFIGURAÇÕES
ru: НАСТРОЙКИ

source: Virtual Desktops
de: Virtuelle Arbeitsflächen
es: Escritorios virtuales
fr: Bureaux virtuels
hi: वर्चुअल डेस्कटॉप
it: Desktop virtuali
ja: 仮想デスクトップ
nb: Virtuelle skrivebord
pt_br: Áreas de Trabalho Virtuais
ru: Виртуальные рабочие столы
th: เดสก์ท็อปเสมือน

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
nb: Kopier
pt_br: Copiar
ru: Копировать
th: คัดลอก

source: Paste
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: 貼り付け
nb: Lim inn
pt_br: Colar
ru: Вставить
th: วาง

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
nb: Angre
pt_br: Desfazer
ru: Отменить
th: เลิกทำ

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
it: Ripeti
ja: やり直し
nb: Gjør om
pt_br: Refazer
ru: Повторить
th: ทำซ้ำ

source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
hi: स्क्रीनशॉट
it: Schermata
ja: スクリーンショット
nb: Skjermbilde
pt_br: Captura de Tela
ru: Снимок экрана
th: จับภาพหน้าจอ

source: Volume Up
de: Lauter
es: Subir volumen
fr: Augmenter le volume
hi: आवाज़ बढ़ाएँ
it: Alza volume
ja: 音量を上げる
nb: Volum opp
pt_br: Aumentar Volume
ru: Громче
th: เพิ่มเสียง

source: Volume Down
de: Leiser
es: Bajar volumen
fr: Diminuer le volume
hi: आवाज़ घटाएँ
it: Abbassa volume
ja: 音量を下げる
nb: Volum ned
pt_br: Diminuir Volume
ru: Тише
th: ลดเสียง

source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausar
fr: Lecture/Pause
hi: चलाएँ/रोकें
it: Riproduci/Pausa
ja: 再生/一時停止
nb: Spill/Pause
pt_br: Reproduzir/Pausar
ru: Воспроизведение/Пауза
th: เล่น/หยุดชั่วคราว

source: Mute
de: Stumm
es: Silenciar
fr: Sourdine
hi: म्यूट
it: Muto
ja: ミュート
nb: Demp
pt_br: Mudo
ru: Без звука
th: ปิดเสียง

source: Zoom In
de: Vergrößern
es: Ampliar
fr: Zoom avant
hi: ज़ूम इन
it: Ingrandisci
ja: 拡大
nb: Zoom inn
pt_br: Aumentar Zoom
ru: Увеличить
th: ซูมเข้า

source: Zoom Out
de: Verkleinern
es: Reducir
fr: Zoom arrière
hi: ज़ूम आउट
it: Riduci
ja: 縮小
nb: Zoom ut
pt_br: Diminuir Zoom
ru: Уменьшить
th: ซูมออก

source: Do Nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
hi: कुछ न करें
it: Non fare nulla
ja: 何もしない
nb: Gjør ingenting
pt_br: Nenhuma Ação
ru: Ничего не делать
th: ไม่ทำอะไร

source: Custom Action...
de: Benutzerdefinierte Aktion ...
es: Acción personalizada...
fr: Action personnalisée…
hi: कस्टम क्रिया...
it: Azione personalizzata...
ja: カスタムアクション...
nb: Egendefinert handling...
pt_br: Ação Personalizada...
ru: Другое действие…
th: คำสั่งกำหนดเอง...

source: Configure {}
de: {} konfigurieren
es: Configurar {}
fr: Configurer {}
hi: {} कॉन्फ़िगर करें
it: Configura {}
ja: {} の設定
nb: Konfigurer {}
pt_br: Configurar {}
ru: Настройка {}
th: กำหนดค่า {}

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nb: Avbryt
pt_br: Cancelar
ru: Отмена
th: ยกเลิก

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
nb: Lagre
pt_br: Salvar
ru: Сохранить
th: บันทึก

source: Restore Default
de: Standard wiederherstellen
es: Restaurar valor predeterminado
fr: Restaurer les valeurs par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
it: Ripristina predefinito
ja: 既定値に戻す
nb: Gjenopprett standard
pt_br: Restaurar Padrão
ru: Восстановить по умолчанию
th: คืนค่าเริ่มต้น

source: Current: {}
de: Aktuell: {}
es: Actual: {}
fr: Actuel : {}
hi: वर्तमान: {}
it: Corrente: {}
ja: 現在: {}
nb: Gjeldende: {}
pt_br: Atual: {}
ru: Текущее: {}
th: ปัจจุบัน: {}

source: Not set
de: Nicht festgelegt
es: Sin asignar
fr: Non défini
hi: सेट नहीं है
it: Non impostato
ja: 未設定
nb: Ikke angitt
pt_br: Não definido
ru: Не задано
th: ยังไม่ได้ตั้งค่า

source: Lock Screen
de: Bildschirm sperren
es: Bloquear pantalla
fr: Verrouiller l'écran
hi: स्क्रीन लॉक करें
it: Blocca schermo
ja: 画面をロック
nb: Lås skjerm
pt_br: Bloquear Tela
ru: Заблокировать экран
th: ล็อกหน้าจอ

source: Files
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
nb: Filer
pt_br: Arquivos
ru: Файлы
th: ไฟล์

source: Emoji Picker
de: Emoji-Auswahl
es: Selector de emojis
fr: Sélecteur d'émojis
hi: इमोजी चयनकर्ता
it: Selettore emoji
ja: 絵文字ピッカー
nb: Emojivalger
pt_br: Seletor de Emoji
ru: Выбор эмодзи
th: ตัวเลือกอีโมจิ

source: New Note
de: Neue Notiz
es: Nota nueva
fr: Nouvelle note
hi: नया नोट
it: Nuova nota
ja: 新しいメモ
nb: Nytt notat
pt_br: Nova Nota
ru: Новая заметка
th: บันทึกใหม่

source: AI Assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
hi: AI सहायक
it: Assistente IA
ja: AIアシスタント
nb: AI-assistent
pt_br: Assistente de IA
ru: ИИ-ассистент
th: ผู้ช่วย AI

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
hi: काटें
it: Taglia
ja: 切り取り
nb: Klipp ut
pt_br: Recortar
ru: Вырезать
th: ตัด

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
nb: Merk alt
pt_br: Selecionar Tudo
ru: Выделить всё
th: เลือกทั้งหมด

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
hi: विंडो बंद करें
it: Chiudi finestra
ja: ウィンドウを閉じる
nb: Lukk vindu
pt_br: Fechar Janela
ru: Закрыть окно
th: ปิดหน้าต่าง

source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
hi: छोटा करें
it: Riduci a icona
ja: 最小化
nb: Minimer
pt_br: Minimizar
ru: Свернуть
th: ย่อหน้าต่าง

source: Next Track
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
hi: अगला ट्रैक
it: Traccia successiva
ja: 次のトラック
nb: Neste spor
pt_br: Próxima Faixa
ru: Следующий трек
th: แทร็กถัดไป

source: Previous Track
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
hi: पिछला ट्रैक
it: Traccia precedente
ja: 前のトラック
nb: Forrige spor
pt_br: Faixa Anterior
ru: Предыдущий трек
th: แทร็กก่อนหน้า

source: Configure Radial Menu
de: Radialmenü konfigurieren
es: Configurar menú radial
fr: Configurer le menu radial
hi: रेडियल मेनू कॉन्फ़िगर करें
it: Configura menu radiale
ja: ラジアルメニューの設定
nb: Konfigurer radialmenyen
pt_br: Configurar Menu Radial
ru: Настройка радиального меню
th: กำหนดค่าเมนูวงกลม

source: Configure the 8 actions in your radial menu. Click on a slice to change its action.
de: Konfigurieren Sie die 8 Aktionen in Ihrem Radialmenü. Klicken Sie auf ein Segment, um dessen Aktion zu ändern.
es: Configura las 8 acciones de tu menú radial. Haz clic en un sector para cambiar su acción.
fr: Configurez les 8 actions de votre menu radial. Cliquez sur une section pour modifier son action.
hi: अपने रेडियल मेनू में 8 क्रियाएँ कॉन्फ़िगर करें। किसी स्लाइस पर क्लिक करके उसकी क्रिया बदलें।
it: Configura le 8 azioni nel menu radiale. Fai clic su uno spicchio per modificarne l'azione.
ja: ラジアルメニューの8つのアクションを設定します。スライスをクリックしてアクションを変更してください。
pt_br: Configure as 8 ações do seu menu radial. Clique em uma fatia para alterar sua ação.
ru: Настройте 8 действий в радиальном меню. Нажмите на сектор, чтобы изменить его действие.
th: กำหนดค่าคำสั่ง 8 รายการในเมนูวงกลมของคุณ คลิกที่ชิ้นส่วนเพื่อเปลี่ยนคำสั่ง

source: Slice {}
de: Segment {}
es: Sector {}
fr: Section {}
hi: स्लाइस {}
it: Spicchio {}
ja: スライス {}
nb: Felt {}
pt_br: Fatia {}
ru: Сектор {}
th: ชิ้นที่ {}

source: Actions Ring
de: Aktionsring
es: Anillo de acciones
fr: Anneau d'actions
hi: क्रिया रिंग
it: Anello azioni
ja: アクションリング
nb: Handlingsring
pt_br: Anel de Ações
ru: Кольцо действий
th: วงแหวนคำสั่ง

source: Click any action to customize
de: Klicken Sie auf eine Aktion zum Anpassen
es: Haz clic en cualquier acción para personalizarla
fr: Cliquez sur une action pour la personnaliser
hi: अनुकूलित करने के लिए किसी क्रिया पर क्लिक करें
it: Fai clic su un'azione per personalizzarla
ja: アクションをクリックしてカスタマイズ
nb: Klikk en handling for å tilpasse
pt_br: Clique em qualquer ação para personalizar
ru: Нажмите на действие для настройки
th: คลิกคำสั่งใดก็ได้เพื่อปรับแต่ง

source: Top
de: Oben
es: Arriba
fr: Haut
hi: ऊपर
it: In alto
ja: 上
nb: Topp
pt_br: Cima
ru: Вверху
th: บน

source: Top Right
de: Oben rechts
es: Arriba derecha
fr: Haut droite
hi: ऊपर दाएँ
it: In alto a destra
ja: 右上
nb: Øverst til høyre
pt_br: Superior Direito
ru: Вверху справа
th: บนขวา

source: Right
de: Rechts
es: Derecha
fr: Droite
hi: दाएँ
it: Destra
ja: 右
nb: Høyre
pt_br: Direita
ru: Справа
th: ขวา

source: Bottom Right
de: Unten rechts
es: Abajo derecha
fr: Bas droite
hi: नीचे दाएँ
it: In basso a destra
ja: 右下
nb: Nederst til høyre
pt_br: Inferior Direito
ru: Внизу справа
th: ล่างขวา

source: Bottom
de: Unten
es: Abajo
fr: Bas
hi: नीचे
it: In basso
ja: 下
nb: Bunn
pt_br: Baixo
ru: Внизу
th: ล่าง

source: Bottom Left
de: Unten links
es: Abajo izquierda
fr: Bas gauche
hi: नीचे बाएँ
it: In basso a sinistra
ja: 左下
nb: Nederst til venstre
pt_br: Inferior Esquerdo
ru: Внизу слева
th: ล่างซ้าย

source: Left
de: Links
es: Izquierda
fr: Gauche
hi: बाएँ
it: Sinistra
ja: 左
nb: Venstre
pt_br: Esquerda
ru: Слева
th: ซ้าย

source: Top Left
de: Oben links
es: Arriba izquierda
fr: Haut gauche
hi: ऊपर बाएँ
it: In alto a sinistra
ja: 左上
nb: Øverst til venstre
pt_br: Superior Esquerdo
ru: Вверху слева
th: บนซ้าย

source: Easy-Switch Shortcuts
de: Easy-Switch-Kurzbefehle
es: Atajos de Easy-Switch
fr: Raccourcis Easy-Switch
hi: Easy-Switch शॉर्टकट
it: Scorciatoie Easy-Switch
ja: Easy-Switch ショートカット
nb: Easy-Switch-snarveier
pt_br: Atalhos Easy-Switch
ru: Быстрые клавиши Easy-Switch
th: ทางลัด Easy-Switch

source: Replace Emoji with Easy-Switch 1, 2, 3 submenu
de: Emoji durch Easy-Switch 1, 2, 3 Untermenü ersetzen
es: Reemplazar Emoji por submenú Easy-Switch 1, 2, 3
fr: Remplacer les émojis par le sous-menu Easy-Switch 1, 2, 3
hi: इमोजी को Easy-Switch 1, 2, 3 सबमेनू से बदलें
it: Sostituisci Emoji con sottomenu Easy-Switch 1, 2, 3
ja: 絵文字を Easy-Switch 1, 2, 3 サブメニューに置き換える
nb: Erstatt emoji med Easy-Switch 1, 2, 3 undermeny
pt_br: Substituir Emoji pelo submenu Easy-Switch 1, 2, 3
ru: Заменить эмодзи подменю Easy-Switch 1, 2, 3
th: แทนที่อีโมจิด้วยเมนูย่อย Easy-Switch 1, 2, 3

source: Button Assignments
de: Tastenbelegung
es: Asignación de botones
fr: Affectations des boutons
hi: बटन असाइनमेंट
it: Assegnazione pulsanti
ja: ボタン割り当て
nb: Knapptilordninger
pt_br: Atribuições de Botões
ru: Назначения кнопок
th: การกำหนดปุ่ม

source: Emoji
fr: Émoji
hi: इमोजी
ja: 絵文字
ru: Эмодзи
th: อีโมจิ

source: Run Command
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter une commande
hi: कमांड चलाएँ
it: Esegui comando
ja: コマンドを実行
nb: Kjør kommando
pt_br: Executar Comando
ru: Выполнить команду
th: เรียกใช้คำสั่ง

source: Execute a shell command
de: Einen Shell-Befehl ausführen
es: Ejecutar un comando de terminal
fr: Exécuter une commande shell
hi: शेल कमांड निष्पादित करें
it: Esegui un comando della shell
ja: シェルコマンドを実行します
nb: Kjør en skallkommando
pt_br: Executar um comando no terminal
ru: Выполнить команду оболочки
th: เรียกใช้คำสั่งเชลล์

source: Open URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir une URL
hi: URL खोलें
it: Apri URL
ja: URLを開く
nb: Åpne nettadresse
pt_br: Abrir URL
ru: Открыть URL
th: เปิด URL

source: Open a web address
de: Eine Webadresse öffnen
es: Abrir una dirección web
fr: Ouvrir une adresse web
hi: वेब पता खोलें
it: Apri un indirizzo web
ja: Webアドレスを開きます
nb: Åpne en nettadresse
pt_br: Abrir um endereço da web
ru: Открыть веб-адрес
th: เปิดที่อยู่เว็บ

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
nb: Åpne innstillinger
pt_br: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า

source: Open JuhRadial settings
de: JuhRadial-Einstellungen öffnen
es: Abrir los ajustes de JuhRadial MX
fr: Ouvrir les paramètres de JuhRadial MX
hi: JuhRadial सेटिंग्स खोलें
it: Apri le impostazioni di JuhRadial MX
ja: JuhRadial MX の設定を開きます
nb: Åpne JuhRadial-innstillinger
pt_br: Abrir configurações do JuhRadial MX
ru: Открыть настройки JuhRadial MX
th: เปิดการตั้งค่า JuhRadial MX

source: Show emoji picker
de: Emoji-Auswahl anzeigen
es: Mostrar selector de emojis
fr: Afficher le sélecteur d'émojis
hi: इमोजी चयनकर्ता दिखाएँ
it: Mostra selettore emoji
ja: 絵文字ピッカーを表示します
nb: Vis emojivalger
pt_br: Mostrar seletor de emoji
ru: Показать панель выбора эмодзи
th: แสดงตัวเลือกอีโมจิ

source: Submenu
de: Untermenü
es: Submenú
fr: Sous-menu
hi: सबमेनू
it: Sottomenu
ja: サブメニュー
nb: Undermeny
ru: Подменю
th: เมนูย่อย

source: Show a submenu with more options
de: Ein Untermenü mit weiteren Optionen anzeigen
es: Mostrar un submenú con más opciones
fr: Afficher un sous-menu avec plus d'options
hi: अधिक विकल्पों के साथ सबमेनू दिखाएँ
it: Mostra un sottomenu con ulteriori opzioni
ja: 追加オプションのサブメニューを表示します
nb: Vis en undermeny med flere valg
pt_br: Mostrar um submenu com mais opções
ru: Показать подменю с дополнительными действиями
th: แสดงเมนูย่อยที่มีตัวเลือกเพิ่มเติม

source: Screenshot Area
de: Bereichsaufnahme
es: Captura de área
fr: Capture de zone
hi: स्क्रीनशॉट क्षेत्र
it: Cattura area
ja: 範囲スクリーンショット
nb: Skjermbildeområde
pt_br: Capturar Área da Tela
ru: Снимок области
th: จับภาพบางส่วน

source: Terminal
hi: टर्मिनल
it: Terminale
ja: 端末
ru: Терминал
th: เทอร์มินัล

source: Browser
es: Navegador
fr: Navigateur
hi: ब्राउज़र
ja: ブラウザー
nb: Nettleser
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์

source: Calculator
de: Taschenrechner
es: Calculadora
fr: Calculatrice
hi: कैलकुलेटर
it: Calcolatrice
ja: 電卓
nb: Kalkulator
pt_br: Calculadora
ru: Калькулятор
th: เครื่องคิดเลข

source: Configure Slice {}
de: Segment {} konfigurieren
es: Configurar sector {}
fr: Configurer la section {}
hi: स्लाइस {} कॉन्फ़िगर करें
it: Configura spicchio {}
ja: スライス {} の設定
nb: Konfigurer felt {}
pt_br: Configurar Fatia {}
ru: Настройка сектора {}
th: กำหนดค่าชิ้นที่ {}

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित क्रियाएँ
it: Azioni rapide
ja: クイックアクション
nb: Hurtighandlinger
pt_br: Ações Rápidas
ru: Быстрые действия
th: คำสั่งด่วน

source: Custom Configuration
de: Benutzerdefinierte Konfiguration
es: Configuración personalizada
fr: Configuration personnalisée
hi: कस्टम कॉन्फ़िगरेशन
it: Configurazione personalizzata
ja: カスタム設定
nb: Egendefinert konfigurasjon
pt_br: Configuração Personalizada
ru: Пользовательская настройка
th: กำหนดค่าเอง

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
nb: Etikett
pt_br: Rótulo
ru: Метка
th: ป้ายชื่อ

source: Enter action label
de: Aktionsbezeichnung eingeben
es: Introduce la etiqueta de la acción
fr: Saisir le libellé de l'action
hi: क्रिया लेबल दर्ज करें
it: Inserisci etichetta azione
ja: アクションのラベルを入力
nb: Skriv inn handlingsetikett
pt_br: Digite o rótulo da ação
ru: Введите название действия
th: ป้อนชื่อคำสั่ง

source: Action Type
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
hi: क्रिया प्रकार
it: Tipo di azione
ja: アクションの種類
nb: Handlingstype
pt_br: Tipo de Ação
ru: Тип действия
th: ประเภทคำสั่ง

source: Command
de: Befehl
es: Comando
fr: Commande
hi: कमांड
it: Comando
ja: コマンド
nb: Kommando
pt_br: Comando
ru: Команда
th: คำสั่ง

source: e.g., playerctl play-pause
de: z.B. playerctl play-pause
es: p. ej., playerctl play-pause
fr: ex. : playerctl play-pause
hi: उदा., playerctl play-pause
it: es., playerctl play-pause
ja: 例: playerctl play-pause
nb: f.eks. playerctl play-pause
pt_br: ex.: playerctl play-pause
ru: например, playerctl play-pause
th: เช่น playerctl play-pause

source: Color
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
nb: Farge
pt_br: Cor
ru: Цвет
th: สี

source: Icon
de: Symbol
es: Icono
fr: Icône
hi: आइकन
it: Icona
ja: アイコン
nb: Ikon
pt_br: Ícone
ru: Значок
th: ไอคอน

source: Icon name (e.g., folder-symbolic)
de: Symbolname (z.B. folder-symbolic)
es: Nombre del icono (p. ej., folder-symbolic)
fr: Nom de l'icône (ex. : folder-symbolic)
hi: आइकन नाम (उदा., folder-symbolic)
it: Nome icona (es., folder-symbolic)
ja: アイコン名 (例: folder-symbolic)
nb: Ikonnavn (f.eks. folder-symbolic)
pt_br: Nome do ícone (ex.: folder-symbolic)
ru: Имя значка (например, folder-symbolic)
th: ชื่อไอคอน (เช่น folder-symbolic)

source: e.g., https://claude.ai
de: z.B. https://claude.ai
es: p. ej., https://claude.ai
fr: ex. : https://claude.ai
hi: उदा., https://claude.ai
it: es., https://claude.ai
ja: 例: https://claude.ai
nb: f.eks. https://claude.ai
pt_br: ex.: https://claude.ai
ru: например, https://claude.ai
th: เช่น https://claude.ai

source: Pointer Speed
de: Zeigergeschwindigkeit
es: Velocidad del puntero
fr: Vitesse du pointeur
hi: पॉइंटर गति
it: Velocità del puntatore
ja: ポインター速度
nb: Pekerhastighet
pt_br: Velocidade do Ponteiro
ru: Скорость указателя
th: ความเร็วตัวชี้

source: Adjust tracking sensitivity
de: Abtastempfindlichkeit anpassen
es: Ajustar la sensibilidad de seguimiento
fr: Ajuster la sensibilité de suivi
hi: ट्रैकिंग संवेदनशीलता समायोजित करें
it: Regola la sensibilità di tracciamento
ja: トラッキング感度を調整します
nb: Juster sporingsfølsomhet
pt_br: Ajustar sensibilidade de rastreamento
ru: Настройка чувствительности отслеживания
th: ปรับความไวในการติดตาม

source: Slow
de: Langsam
es: Lento
fr: Lent
hi: धीमा
it: Lento
ja: 遅い
nb: Sakte
pt_br: Lento
ru: Медленно
th: ช้า

source: Fast
de: Schnell
es: Rápido
fr: Rapide
hi: तेज़
it: Veloce
ja: 速い
nb: Rask
pt_br: Rápido
ru: Быстро
th: เร็ว

source: Pointer
de: Zeiger
es: Puntero
fr: Pointeur
hi: पॉइंटर
it: Puntatore
ja: ポインター
nb: Peker
pt_br: Ponteiro
ru: Указатель
th: ตัวชี้

source: Acceleration Profile
de: Beschleunigungsprofil
es: Perfil de aceleración
fr: Profil d'accélération
hi: त्वरण प्रोफ़ाइल
it: Profilo di accelerazione
ja: 加速プロファイル
nb: Akselerasjonsprofil
pt_br: Perfil de Aceleração
ru: Профиль ускорения
th: โปรไฟล์ความเร่ง

source: How pointer speed scales with movement
de: Wie die Zeigergeschwindigkeit mit der Bewegung skaliert
es: Cómo escala la velocidad del puntero con el movimiento
fr: Comment la vitesse du pointeur évolue avec le mouvement
hi: गति के साथ पॉइंटर स्पीड कैसे बदलती है
it: Come la velocità del puntatore varia con il movimento
ja: 動きに応じたポインター速度の変化方式
nb: Hvordan pekerhastighet skalerer med bevegelse
pt_br: Como a velocidade do ponteiro varia com o movimento
ru: Зависимость скорости указателя от движения
th: ความเร็วตัวชี้ปรับตามการเคลื่อนไหวอย่างไร

source: Adaptive (Recommended)
de: Adaptiv (empfohlen)
es: Adaptativo (recomendado)
fr: Adaptative (recommandé)
hi: अनुकूली (अनुशंसित)
it: Adattiva (consigliata)
ja: アダプティブ (推奨)
nb: Adaptiv (anbefalt)
pt_br: Adaptativo (Recomendado)
ru: Адаптивное (рекомендуется)
th: ปรับตัว (แนะนำ)

source: Flat (Linear)
de: Flach (linear)
es: Plano (lineal)
fr: Plate (linéaire)
hi: समतल (रैखिक)
it: Piatta (lineare)
ja: フラット (リニア)
nb: Flat (lineær)
pt_br: Plano (Linear)
ru: Плоское (линейное)
th: คงที่ (เชิงเส้น)

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システムの既定値
nb: Systemstandard
pt_br: Padrão do Sistema
ru: Системное по умолчанию
th: ค่าเริ่มต้นของระบบ

source: Settings are up to date
de: Einstellungen sind aktuell
es: Los ajustes están actualizados
fr: Les paramètres sont à jour
hi: सेटिंग्स अद्यतित हैं
it: Le impostazioni sono aggiornate
ja: 設定は最新です
nb: Innstillingene er oppdatert
pt_br: As configurações estão atualizadas
ru: Настройки актуальны
th: การตั้งค่าเป็นปัจจุบันแล้ว

source: Apply to Device
de: Auf Gerät anwenden
es: Aplicar al dispositivo
fr: Appliquer à l'appareil
hi: उपकरण पर लागू करें
it: Applica al dispositivo
ja: デバイスに適用
nb: Bruk på enhet
pt_br: Aplicar ao Dispositivo
ru: Применить к устройству
th: ใช้กับอุปกรณ์
