Repository: JuhLabs/juhradial-mx
Catalog: overlay/locales/*/LC_MESSAGES/juhradial.po
Languages: de, es, fr, hi, it, ja, nb, pt_br, ru, th

source: Choose display language
de: Anzeigesprache wählen
es: Elegir idioma de la interfaz
fr: Choisir la langue d'affichage
hi: प्रदर्शन भाषा चुनें
it: Scegli la lingua di visualizzazione
ja: 表示言語を選択します
nb: Velg visningsspråk
pt_br: Escolher idioma de exibição
ru: Выберите язык интерфейса
th: เลือกภาษาที่แสดง

source: Restart to apply language change
de: Neustart erforderlich, um Sprachänderung zu übernehmen
es: Reiniciar para aplicar el cambio de idioma
fr: Redémarrer pour appliquer le changement de langue
hi: भाषा परिवर्तन लागू करने के लिए पुनः आरंभ करें
it: Riavvia per applicare la modifica della lingua
ja: 言語の変更を適用するには再起動してください
nb: Start på nytt for å bruke språkendring
pt_br: Reinicie para aplicar a mudança de idioma
ru: Перезапустите для применения изменений языка
th: รีสตาร์ทเพื่อใช้การเปลี่ยนภาษา

source: Application
de: Anwendung
es: Aplicación
hi: अनुप्रयोग
it: Applicazione
ja: アプリケーション
nb: Applikasjon
pt_br: Aplicativo
ru: Приложение
th: แอปพลิเคชัน

source: Start at Login
de: Bei Anmeldung starten
es: Iniciar al arrancar sesión
fr: Lancer à la connexion
hi: लॉगिन पर आरंभ करें
it: Avvia all'accesso
ja: ログイン時に起動
nb: Start ved pålogging
pt_br: Iniciar ao Fazer Login
ru: Запускать при входе
th: เริ่มทำงานเมื่อเข้าสู่ระบบ

source: Launch JuhRadial MX when you log in
de: JuhRadial MX bei der Anmeldung starten
es: Iniciar JuhRadial MX al iniciar sesión
fr: Lancer JuhRadial MX à l'ouverture de session
hi: लॉग इन करने पर JuhRadial MX लॉन्च करें
it: Avvia JuhRadial MX all'accesso
ja: ログイン時に JuhRadial MX を起動します
nb: Start JuhRadial MX ved pålogging
pt_br: Iniciar o JuhRadial MX ao fazer login
ru: Запускать JuhRadial MX при входе в систему
th: เปิด JuhRadial MX เมื่อเข้าสู่ระบบ

source: Show Tray Icon
de: Tray-Symbol anzeigen
es: Mostrar icono en la bandeja
fr: Afficher l'icône dans la barre des tâches
hi: ट्रे आइकन दिखाएँ
it: Mostra icona nel vassoio
ja: トレイアイコンを表示
nb: Vis systemstatusikon
pt_br: Mostrar Ícone na Bandeja
ru: Показывать значок в трее
th: แสดงไอคอนถาดระบบ

source: Display icon in system tray
de: Symbol im Infobereich anzeigen
es: Mostrar icono en la bandeja del sistema
fr: Afficher l'icône dans la zone de notification
hi: सिस्टम ट्रे में आइकन प्रदर्शित करें
it: Mostra l'icona nel vassoio di sistema
ja: システムトレイにアイコンを表示します
nb: Vis ikon i systemstatusfeltet
pt_br: Exibir ícone na bandeja do sistema
ru: Отображать значок в системном лотке
th: แสดงไอคอนในถาดระบบ

source: Device Information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
hi: उपकरण जानकारी
it: Informazioni dispositivo
ja: デバイス情報
nb: Enhetsinformasjon
pt_br: Informações do Dispositivo
ru: Сведения об устройстве
th: ข้อมูลอุปกรณ์

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hi: उपलब्ध नहीं
it: Non disponibile
ja: 利用不可
nb: Ikke tilgjengelig
pt_br: Não disponível
ru: Недоступно
th: ไม่พร้อมใช้งาน

source: Charging
de: Wird geladen
es: Cargando
fr: En charge
hi: चार्ज हो रहा है
it: In carica
ja: 充電中
nb: Lader
pt_br: Carregando
ru: Заряжается
th: กำลังชาร์จ

source: Discharging
de: Wird entladen
es: Descargando
fr: En décharge
hi: डिस्चार्ज हो रहा है
it: In scarica
ja: 放電中
nb: Utlading
pt_br: Descarregando
ru: Разряжается
th: กำลังคายประจุ

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्ट किया गया
it: Connesso
ja: 接続済み
nb: Tilkoblet
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
hi: उपकरण
it: Dispositivo
ja: デバイス
nb: Enhet
pt_br: Dispositivo
ru: Устройство
th: อุปกรณ์

source: Battery
de: Akku
es: Batería
fr: Batterie
hi: बैटरी
it: Batteria
ja: バッテリー
nb: Batteri
pt_br: Bateria
ru: Аккумулятор
th: แบตเตอรี่

source: Status
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ru: Состояние
th: สถานะ

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Ripristina
ja: リセット
nb: Tilbakestill
pt_br: Redefinir
ru: Сброс
th: รีเซ็ต

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les valeurs par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
it: Ripristina predefiniti
ja: 既定値に戻す
nb: Gjenopprett standarder
pt_br: Restaurar Padrões
ru: Восстановить по умолчанию
th: คืนค่าเริ่มต้น

source: Reset all settings to factory defaults
de: Alle Einstellungen auf Werkseinstellungen zurücksetzen
es: Restablecer todos los ajustes a los valores de fábrica
fr: Réinitialiser tous les paramètres aux valeurs d'usine
hi: सभी सेटिंग्स को फ़ैक्टरी डिफ़ॉल्ट पर रीसेट करें
it: Ripristina tutte le impostazioni ai valori di fabbrica
ja: すべての設定を工場出荷時の既定値にリセットします
nb: Tilbakestill alle innstillinger til fabrikkstandard
pt_br: Redefinir todas as configurações para os padrões de fábrica
ru: Сбросить все настройки до заводских
th: รีเซ็ตการตั้งค่าทั้งหมดเป็นค่าจากโรงงาน

source: Settings Reset
de: Einstellungen zurückgesetzt
es: Ajustes restablecidos
fr: Paramètres réinitialisés
hi: सेटिंग्स रीसेट
it: Impostazioni ripristinate
ja: 設定のリセット
nb: Innstillinger tilbakestilt
pt_br: Configurações Redefinidas
ru: Настройки сброшены
th: รีเซ็ตการตั้งค่าแล้ว

source: All settings have been restored to defaults. Please restart JuhRadial MX for changes to take effect.
de: Alle Einstellungen wurden auf die Standardwerte zurückgesetzt. Bitte starten Sie JuhRadial MX neu, damit die Änderungen wirksam werden.
es: Se han restaurado todos los ajustes a sus valores predeterminados. Reinicia JuhRadial MX para que los cambios surtan efecto.
fr: Tous les paramètres ont été restaurés aux valeurs par défaut. Veuillez redémarrer JuhRadial MX pour que les modifications prennent effet.
hi: सभी सेटिंग्स डिफ़ॉल्ट पर पुनर्स्थापित कर दी गई हैं। परिवर्तन लागू होने के लिए कृपया JuhRadial MX पुनः आरंभ करें।
it: Tutte le impostazioni sono state ripristinate ai valori predefiniti. Riavvia JuhRadial MX per rendere effettive le modifiche.
ja: すべての設定が既定値に戻されました。変更を反映するには JuhRadial MX を再起動してください。
pt_br: Todas as configurações foram restauradas para os padrões. Reinicie o JuhRadial MX para que as alterações entrem em vigor.
ru: Все настройки восстановлены до значений по умолчанию. Перезапустите JuhRadial MX, чтобы изменения вступили в силу.
th: การตั้งค่าทั้งหมดถูกคืนค่าเป็นค่าเริ่มต้นแล้ว กรุณารีสตาร์ท JuhRadial MX เพื่อให้การเปลี่ยนแปลงมีผล

source: OK
es: Aceptar
hi: ठीक है
th: ตกลง

source: Connected Device
de: Verbundenes Gerät
es: Dispositivo conectado
fr: Appareil connecté
hi: कनेक्ट किया गया उपकरण
it: Dispositivo connesso
ja: 接続中のデバイス
nb: Tilkoblet enhet
pt_br: Dispositivo Conectado
ru: Подключённое устройство
th: อุปกรณ์ที่เชื่อมต่อ

source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hi: उपकरण का नाम
it: Nome dispositivo
ja: デバイス名
nb: Enhetsnavn
pt_br: Nome do Dispositivo
ru: Имя устройства
th: ชื่ออุปกรณ์

source: Your Logitech mouse model
de: Ihr Logitech-Mausmodell
es: Tu modelo de ratón Logitech
fr: Votre modèle de souris Logitech
hi: आपका Logitech माउस मॉडल
it: Il modello del tuo mouse Logitech
ja: お使いの Logitech マウスのモデル
nb: Din Logitech-musemodell
pt_br: Modelo do seu mouse Logitech
ru: Модель вашей мыши Logitech
th: รุ่นเมาส์ Logitech ของคุณ

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
nb: Tilkobling
pt_br: Conexão
ru: Подключение
th: การเชื่อมต่อ

source: How your device is connected
de: Wie Ihr Gerät verbunden ist
es: Cómo está conectado tu dispositivo
fr: Comment votre appareil est connecté
hi: आपका उपकरण कैसे कनेक्ट है
it: Come è connesso il tuo dispositivo
ja: デバイスの接続方法
nb: Hvordan enheten er tilkoblet
pt_br: Como seu dispositivo está conectado
ru: Способ подключения устройства
th: วิธีที่อุปกรณ์ของคุณเชื่อมต่อ

source: Battery Level
de: Akkuladestand
es: Nivel de batería
fr: Niveau de batterie
hi: बैटरी स्तर
it: Livello batteria
ja: バッテリー残量
nb: Batterinivå
pt_br: Nível de Bateria
ru: Уровень заряда
th: ระดับแบตเตอรี่

source: Current battery status
de: Aktueller Akkustatus
es: Estado actual de la batería
fr: État actuel de la batterie
hi: वर्तमान बैटरी स्थिति
it: Stato attuale della batteria
ja: 現在のバッテリー状態
nb: Gjeldende batteristatus
pt_br: Status atual da bateria
ru: Текущее состояние аккумулятора
th: สถานะแบตเตอรี่ปัจจุบัน

source: Firmware Version
es: Versión del firmware
fr: Version du micrologiciel
hi: फ़र्मवेयर संस्करण
it: Versione firmware
ja: ファームウェアバージョン
nb: Fastvareversjon
pt_br: Versão do Firmware
ru: Версия прошивки
th: เวอร์ชันเฟิร์มแวร์

source: Device firmware information
de: Firmware-Informationen des Geräts
es: Información del firmware del dispositivo
fr: Informations sur le micrologiciel de l'appareil
hi: उपकरण फ़र्मवेयर जानकारी
it: Informazioni sul firmware del dispositivo
ja: デバイスのファームウェア情報
nb: Fastvareinformasjon for enheten
pt_br: Informações do firmware do dispositivo
ru: Информация о прошивке устройства
th: ข้อมูลเฟิร์มแวร์ของอุปกรณ์

source: Managed by LogiOps
de: Verwaltet durch LogiOps
es: Gestionado por LogiOps
fr: Géré par LogiOps
hi: LogiOps द्वारा प्रबंधित
it: Gestito da LogiOps
ja: LogiOps で管理
nb: Administrert av LogiOps
pt_br: Gerenciado pelo LogiOps
ru: Управляется LogiOps
th: จัดการโดย LogiOps

source: Device Management
de: Geräteverwaltung
es: Gestión del dispositivo
fr: Gestion de l'appareil
hi: उपकरण प्रबंधन
it: Gestione dispositivo
ja: デバイス管理
nb: Enhetsadministrasjon
pt_br: Gerenciamento de Dispositivo
ru: Управление устройством
th: การจัดการอุปกรณ์

source: For advanced device configuration (button remapping, scroll settings), edit <b>/etc/logid.cfg</b> and restart logid.
de: Für erweiterte Geräte-Konfiguration (Tastenbelegung, Scroll-Einstellungen) bearbeiten Sie <b>/etc/logid.cfg</b> und starten Sie logid neu.
es: Para una configuración avanzada del dispositivo (reasignación de botones, ajustes de desplazamiento), edita <b>/etc/logid.cfg</b> y reinicia logid.
fr: Pour une configuration avancée de l'appareil (réaffectation des boutons, paramètres de défilement), modifiez <b>/etc/logid.cfg</b> et redémarrez logid.
hi: उन्नत उपकरण कॉन्फ़िगरेशन (बटन रीमैपिंग, स्क्रॉल सेटिंग्स) के लिए, <b>/etc/logid.cfg</b> संपादित करें और logid पुनः आरंभ करें।
it: Per la configurazione avanzata del dispositivo (rimappatura pulsanti, impostazioni di scorrimento), modifica <b>/etc/logid.cfg</b> e riavvia logid.
ja: 高度なデバイス設定 (ボタンの再割り当て、スクロール設定) を行うには、<b>/etc/logid.cfg</b> を編集して logid を再起動してください。
pt_br: Para configurações avançadas do dispositivo (remapeamento de botões, configurações de rolagem), edite <b>/etc/logid.cfg</b> e reinicie o logid.
ru: Для расширенной настройки устройства (переназначение кнопок, параметры прокрутки) отредактируйте <b>/etc/logid.cfg</b> и перезапустите logid.
th: สำหรับการกำหนดค่าอุปกรณ์ขั้นสูง (เปลี่ยนปุ่ม, การตั้งค่าเลื่อน) ให้แก้ไข <b>/etc/logid.cfg</b> แล้วรีสตาร์ท logid

source: USB Receiver / Bluetooth
de: USB-Empfänger / Bluetooth
es: Receptor USB / Bluetooth
fr: Récepteur USB / Bluetooth
hi: USB रिसीवर / ब्लूटूथ
it: Ricevitore USB / Bluetooth
ja: USBレシーバー / Bluetooth
nb: USB-mottaker / Bluetooth
pt_br: Receptor USB / Bluetooth
ru: USB-приёмник / Bluetooth
th: ตัวรับ USB / บลูทูธ

source: USB Receiver
de: USB-Empfänger
es: Receptor USB
fr: Récepteur USB
hi: USB रिसीवर
it: Ricevitore USB
ja: USBレシーバー
nb: USB-mottaker
pt_br: Receptor USB
ru: USB-приёмник
th: ตัวรับ USB

source: Seamlessly move between computers
de: Nahtlos zwischen Computern wechseln
es: Cambia de ordenador de forma fluida
fr: Passez d'un ordinateur à l'autre de manière transparente
hi: कंप्यूटरों के बीच सहजता से जाएँ
it: Passa senza interruzioni tra i computer
ja: コンピューター間をシームレスに移動します
nb: Bytt sømløst mellom datamaskiner
pt_br: Mova-se facilmente entre computadores
ru: Плавное переключение между компьютерами
th: สลับระหว่างคอมพิวเตอร์ได้อย่างราบรื่น

source: Flow Control
de: Flow-Steuerung
es: Control de Flow
fr: Contrôle Flow
hi: Flow नियंत्रण
it: Controllo Flow
ja: Flow コントロール
nb: Flow-kontroll
pt_br: Controle do Flow
ru: Управление Flow
th: การควบคุม Flow

source: Enable Flow
de: Flow aktivieren
es: Activar Flow
fr: Activer Flow
hi: Flow सक्षम करें
it: Attiva Flow
ja: Flow を有効にする
nb: Aktiver Flow
pt_br: Ativar Flow
ru: Включить Flow
th: เปิดใช้งาน Flow

source: Control multiple computers with one mouse
de: Mehrere Computer mit einer Maus steuern
es: Controla varios ordenadores con un solo ratón
fr: Contrôler plusieurs ordinateurs avec une seule souris
hi: एक माउस से कई कंप्यूटर नियंत्रित करें
it: Controlla più computer con un solo mouse
ja: 1つのマウスで複数のコンピューターを操作します
nb: Kontroller flere datamaskiner med én mus
pt_br: Controlar vários computadores com um único mouse
ru: Управлять несколькими компьютерами одной мышью
th: ควบคุมหลายคอมพิวเตอร์ด้วยเมาส์เดียว

source: Switch at screen edge
de: Am Bildschirmrand wechseln
es: Cambiar en el borde de la pantalla
fr: Basculer au bord de l'écran
hi: स्क्रीन किनारे पर स्विच करें
it: Cambia al bordo dello schermo
ja: 画面の端で切り替え
nb: Bytt ved skjermkant
pt_br: Alternar na borda da tela
ru: Переключение у края экрана
th: สลับที่ขอบหน้าจอ

source: Move cursor to edge to switch computers
de: Mauszeiger zum Rand bewegen, um den Computer zu wechseln
es: Mueve el cursor al borde para cambiar de ordenador
fr: Déplacer le curseur au bord de l'écran pour changer d'ordinateur
hi: कंप्यूटर बदलने के लिए कर्सर को किनारे पर ले जाएँ
it: Sposta il cursore al bordo per cambiare computer
ja: カーソルを画面の端に移動してコンピューターを切り替えます
nb: Flytt pekeren til kanten for å bytte datamaskin
pt_br: Mover o cursor até a borda para alternar entre computadores
ru: Переместите курсор к краю экрана для переключения компьютеров
th: เลื่อนเคอร์เซอร์ไปขอบเพื่อสลับคอมพิวเตอร์

source: Computers on Network
de: Computer im Netzwerk
es: Ordenadores en la red
fr: Ordinateurs sur le réseau
hi: नेटवर्क पर कंप्यूटर
it: Computer in rete
ja: ネットワーク上のコンピューター
nb: Datamaskiner på nettverket
pt_br: Computadores na Rede
ru: Компьютеры в сети
th: คอมพิวเตอร์ในเครือข่าย

source: No other computers detected
de: Keine anderen Computer erkannt
es: No se han detectado otros ordenadores
fr: Aucun autre ordinateur détecté
hi: कोई अन्य कंप्यूटर नहीं मिला
it: Nessun altro computer rilevato
ja: 他のコンピューターが検出されません
nb: Ingen andre datamaskiner oppdaget
pt_br: Nenhum outro computador detectado
ru: Другие компьютеры не обнаружены
th: ไม่พบคอมพิวเตอร์อื่น

source: Scan Network
de: Netzwerk durchsuchen
es: Escanear red
fr: Analyser le réseau
hi: नेटवर्क स्कैन करें
it: Scansiona rete
ja: ネットワークをスキャン
nb: Skann nettverk
pt_br: Escanear Rede
ru: Сканировать сеть
th: สแกนเครือข่าย

source: How Flow Works
de: So funktioniert Flow
es: Cómo funciona Flow
fr: Comment fonctionne Flow
hi: Flow कैसे काम करता है
it: Come funziona Flow
ja: Flow の仕組み
nb: Hvordan Flow fungerer
pt_br: Como o Flow Funciona
ru: Как работает Flow
th: Flow ทำงานอย่างไร

source: Logitech Flow allows you to seamlessly control multiple computers with a single mouse by moving your cursor to the edge of the screen.
de: Logitech Flow ermöglicht es Ihnen, nahtlos mehrere Computer mit einer einzigen Maus zu steuern, indem Sie den Mauszeiger an den Bildschirmrand bewegen.
es: Logitech Flow te permite controlar varios ordenadores de forma fluida con un solo ratón moviendo el cursor al borde de la pantalla.
fr: Logitech Flow vous permet de contrôler plusieurs ordinateurs de manière transparente avec une seule souris en déplaçant le curseur au bord de l'écran.
hi: Logitech Flow आपको कर्सर को स्क्रीन के किनारे ले जाकर एक ही माउस से कई कंप्यूटरों को सहजता से नियंत्रित करने देता है।
it: Logitech Flow ti permette di controllare più computer senza interruzioni con un solo mouse spostando il cursore al bordo dello schermo.
ja: Logitech Flow を使うと、カーソルを画面の端に移動するだけで、 1つのマウスで複数のコンピューターをシームレスに操作できます。
pt_br: O Logitech Flow permite que você controle vários computadores com um único mouse, movendo o cursor até a borda da tela.
ru: Logitech Flow позволяет легко управлять несколькими компьютерами одной мышью, перемещая курсор к краю экрана.
th: Logitech Flow ช่วยให้คุณควบคุมหลายคอมพิวเตอร์ได้อย่างราบรื่น ด้วยเมาส์เพียงตัวเดียว โดยเลื่อนเคอร์เซอร์ไปที่ขอบหน้าจอ

source: Requirements:
de: Voraussetzungen:
es: Requisitos:
fr: Prérequis :
hi: आवश्यकताएँ:
it: Requisiti:
ja: 必要条件:
nb: Krav:
pt_br: Requisitos:
ru: Требования:
th: ข้อกำหนด:

source: JuhRadialMX running on all computers
de: JuhRadialMX muss auf allen Computern ausgeführt werden
es: JuhRadial MX en ejecución en todos los ordenadores
fr: JuhRadial MX en cours d'exécution sur tous les ordinateurs
hi: सभी कंप्यूटरों पर JuhRadialMX चालू हो
it: JuhRadial MX in esecuzione su tutti i computer
ja: すべてのコンピューターで JuhRadial MX が実行されていること
nb: JuhRadialMX kjører på alle datamaskiner
pt_br: JuhRadial MX em execução em todos os computadores
ru: JuhRadial MX запущен на всех компьютерах
th: JuhRadial MX ทำงานบนทุกคอมพิวเตอร์

source: Computers connected to the same network
de: Computer im selben Netzwerk verbunden
es: Ordenadores conectados a la misma red
fr: Ordinateurs connectés au même réseau
hi: कंप्यूटर एक ही नेटवर्क से जुड़े हों
it: Computer connessi alla stessa rete
ja: コンピューターが同じネットワークに接続されていること
nb: Datamaskiner tilkoblet samme nettverk
pt_br: Computadores conectados à mesma rede
ru: Компьютеры подключены к одной сети
th: คอมพิวเตอร์เชื่อมต่ออยู่ในเครือข่ายเดียวกัน

source: Flow enabled on all devices
de: Flow auf allen Geräten aktiviert
es: Flow activado en todos los dispositivos
fr: Flow activé sur tous les appareils
hi: सभी उपकरणों पर Flow सक्षम हो
it: Flow attivato su tutti i dispositivi
ja: すべてのデバイスで Flow が有効であること
nb: Flow aktivert på alle enheter
pt_br: Flow ativado em todos os dispositivos
ru: Flow включён на всех устройствах
th: เปิดใช้งาน Flow บนทุกอุปกรณ์

source: Compatible Software Detected:
de: Kompatible Software erkannt:
es: Software compatible detectado:
fr: Logiciels compatibles détectés :
hi: संगत सॉफ़्टवेयर पाया गया:
it: Software compatibile rilevato:
ja: 互換ソフトウェアの検出:
nb: Kompatibel programvare oppdaget:
pt_br: Software Compatível Detectado:
ru: Обнаружено совместимое ПО:
th: ตรวจพบซอฟต์แวร์ที่เข้ากันได้:

source: JuhRadialMX instances
de: JuhRadialMX-Instanzen
es: Instancias de JuhRadial MX
fr: Instances JuhRadial MX
hi: JuhRadialMX इंस्टेंस
it: Istanze di JuhRadial MX
ja: JuhRadial MX インスタンス
nb: JuhRadialMX-instanser
pt_br: Instâncias do JuhRadial MX
ru: Экземпляры JuhRadial MX
th: อินสแตนซ์ JuhRadial MX

source: open-source KVM
de: quelloffenes KVM
es: KVM de código abierto
fr: KVM open source
hi: ओपन-सोर्स KVM
it: KVM open source
ja: オープンソース KVM
nb: åpen kildekode KVM
pt_br: KVM de código aberto
ru: KVM с открытым исходным кодом
th: KVM โอเพนซอร์ส

source: Features:
de: Funktionen:
es: Características:
fr: Fonctionnalités :
hi: विशेषताएँ:
it: Funzionalità:
ja: 機能:
nb: Funksjoner:
pt_br: Recursos:
ru: Возможности:
th: คุณสมบัติ:

source: Move cursor between screens seamlessly
de: Mauszeiger nahtlos zwischen Bildschirmen bewegen
es: Mover el cursor entre pantallas de forma fluida
fr: Déplacer le curseur entre les écrans de manière transparente
hi: स्क्रीनों के बीच कर्सर सहजता से ले जाएँ
it: Sposta il cursore tra gli schermi senza interruzioni
ja: 画面間でカーソルをシームレスに移動
nb: Flytt pekeren mellom skjermer sømløst
pt_br: Mover o cursor entre telas de forma transparente
ru: Плавное перемещение курсора между экранами
th: เลื่อนเคอร์เซอร์ระหว่างหน้าจอได้อย่างราบรื่น

source: Copy and paste across computers
de: Kopieren und Einfügen zwischen Computern
es: Copiar y pegar entre ordenadores
fr: Copier et coller entre les ordinateurs
hi: कंप्यूटरों के बीच कॉपी और पेस्ट करें
it: Copia e incolla tra computer
ja: コンピューター間でコピー&ペースト
nb: Kopier og lim inn mellom datamaskiner
pt_br: Copiar e colar entre computadores
ru: Копирование и вставка между компьютерами
th: คัดลอกและวางข้ามคอมพิวเตอร์

source: Transfer files by dragging
de: Dateien per Drag-and-Drop übertragen
es: Transferir archivos arrastrando
fr: Transférer des fichiers par glisser-déposer
hi: खींचकर फ़ाइलें स्थानांतरित करें
it: Trasferisci file trascinandoli
ja: ドラッグでファイルを転送
nb: Overfør filer ved å dra
pt_br: Transferir arquivos arrastando
ru: Передача файлов перетаскиванием
th: ถ่ายโอนไฟล์โดยการลาก

source: Scanning...
de: Wird gesucht ...
es: Escaneando...
fr: Analyse en cours…
hi: स्कैन हो रहा है...
it: Scansione in corso...
ja: スキャン中...
nb: Skanner...
pt_br: Escaneando...
ru: Сканирование…
th: กำลังสแกน...

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
nb: Ukjent
pt_br: Desconhecido
ru: Неизвестно
th: ไม่ทราบ

source: Link
de: Verbinden
es: Enlazar
fr: Associer
hi: लिंक करें
it: Collega
ja: リンク
nb: Koble
pt_br: Vincular
ru: Связать
th: เชื่อมโยง

source: Input Leap detected
de: Input Leap erkannt
es: Input Leap detectado
fr: Input Leap détecté
hi: Input Leap पाया गया
it: Input Leap rilevato
ja: Input Leap が検出されました
nb: Input Leap oppdaget
pt_br: Input Leap detectado
ru: Обнаружен Input Leap
th: ตรวจพบ Input Leap

source: This computer is running Input Leap (open-source KVM)
de: Auf diesem Computer wird Input Leap (quelloffenes KVM) ausgeführt
es: Este ordenador tiene Input Leap en ejecución (KVM de código abierto)
fr: Cet ordinateur exécute Input Leap (KVM open source)
hi: यह कंप्यूटर Input Leap (ओपन-सोर्स KVM) चला रहा है
it: Questo computer sta eseguendo Input Leap (KVM open source)
ja: このコンピューターでは Input Leap (オープンソース KVM) が実行されています
nb: Denne datamaskinen kjører Input Leap (åpen kildekode KVM)
pt_br: Este computador está executando o Input Leap (KVM de código aberto)
ru: На этом компьютере запущен Input Leap (KVM с открытым исходным кодом)
th: คอมพิวเตอร์เครื่องนี้กำลังใช้งาน Input Leap (KVM โอเพนซอร์ส)

source: Install JuhRadialMX
de: JuhRadialMX installieren
es: Instalar JuhRadial MX
fr: Installer JuhRadial MX
hi: JuhRadialMX इंस्टॉल करें
it: Installa JuhRadial MX
ja: JuhRadial MX をインストール
nb: Installer JuhRadialMX
pt_br: Instalar JuhRadial MX
ru: Установить JuhRadial MX
th: ติดตั้ง JuhRadial MX

source: Install JuhRadialMX on this computer to enable Flow linking
de: JuhRadialMX auf diesem Computer installieren, um Flow-Verbindung zu ermöglichen
es: Instala JuhRadial MX en este ordenador para activar la vinculación con Flow
fr: Installer JuhRadial MX sur cet ordinateur pour activer l'association Flow
hi: Flow लिंकिंग सक्षम करने के लिए इस कंप्यूटर पर JuhRadialMX इंस्टॉल करें
it: Installa JuhRadial MX su questo computer per abilitare il collegamento Flow
ja: このコンピューターに JuhRadial MX をインストールして Flow リンクを有効にします
nb: Installer JuhRadialMX på denne datamaskinen for å aktivere Flow-kobling
pt_br: Instale o JuhRadial MX neste computador para ativar a vinculação Flow
ru: Установите JuhRadial MX на этот компьютер для включения связывания Flow
th: ติดตั้ง JuhRadial MX บนคอมพิวเตอร์เครื่องนี้เพื่อเปิดใช้งานการเชื่อมโยง Flow

source: Link with {}
de: Mit {} verbinden
es: Enlazar con {}
fr: Associer avec {}
hi: {} से लिंक करें
it: Collega con {}
ja: {} とリンク
nb: Koble med {}
pt_br: Vincular com {}
ru: Связать с {}
th: เชื่อมโยงกับ {}
