Repository: JuhLabs/juhradial-mx
Catalog: overlay/locales/*/LC_MESSAGES/juhradial.po
Languages: de, es, fr, hi, it, ja, nb, pt_br, ru, th

source: Enter the pairing code shown on {name} to link the computers. If you don't see a pairing code, open Flow settings on the other computer.
de: Geben Sie den auf {name} angezeigten Kopplungscode ein, um die Computer zu verbinden. Falls kein Kopplungscode angezeigt wird, öffnen Sie die Flow-Einstellungen auf dem anderen Computer.
es: Introduce el código de emparejamiento que aparece en {name} para vincular los ordenadores. Si no ves un código de emparejamiento, abre los ajustes de Flow en el otro ordenador.
fr: Saisissez le code d'appairage affiché sur {name} pour associer les ordinateurs. Si vous ne voyez pas de code d'appairage, ouvrez les paramètres Flow sur l'autre ordinateur.
hi: कंप्यूटरों को लिंक करने के लिए {name} पर दिखाया गया पेयरिंग कोड दर्ज करें। अगर आपको पेयरिंग कोड नहीं दिखता, तो दूसरे कंप्यूटर पर Flow सेटिंग्स खोलें।
it: Inserisci il codice di abbinamento visualizzato su {name} per collegare i computer. Se non vedi un codice di abbinamento, apri le impostazioni Flow sull'altro computer.
ja: {name} に表示されているペアリングコードを入力してコンピューターをリンクしてください。 ペアリングコードが表示されない場合は、もう一方のコンピューターで Flow 設定を開いてください。
pt_br: Digite o código de pareamento exibido em {name} para vincular os computadores. Se você não vir um código de pareamento, abra as configurações do Flow no outro computador.
ru: Введите код сопряжения, отображённый на {name}, для связывания компьютеров. Если вы не видите код сопряжения, откройте настройки Flow на другом компьютере.
th: ป้อนรหัสจับคู่ที่แสดงบน {name} เพื่อเชื่อมโยงคอมพิวเตอร์ หากไม่เห็นรหัสจับคู่ ให้เปิดการตั้งค่า Flow บนคอมพิวเตอร์อีกเครื่อง

source: Enter 6-digit pairing code
de: 6-stelligen Kopplungscode eingeben
es: Introduce el código de emparejamiento de 6 dígitos
fr: Saisir le code d'appairage à 6 chiffres
hi: 6 अंकों का पेयरिंग कोड दर्ज करें
it: Inserisci il codice di abbinamento a 6 cifre
ja: 6桁のペアリングコードを入力
nb: Skriv inn 6-sifret sammenparingskode
pt_br: Digite o código de pareamento de 6 dígitos
ru: Введите 6-значный код сопряжения
th: ป้อนรหัสจับคู่ 6 หลัก

source: Linked with {}
de: Verbunden mit {}
es: Vinculado con {}
fr: Associé avec {}
hi: {} से लिंक किया गया
it: Collegato con {}
ja: {} とリンク済み
nb: Koblet med {}
pt_br: Vinculado com {}
ru: Связано с {}
th: เชื่อมโยงกับ {} แล้ว

source: Coming Soon
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Prossimamente
ja: 近日公開
nb: Kommer snart
pt_br: Em Breve
ru: Скоро
th: เร็วๆ นี้

source: Switch between paired computers
de: Zwischen gekoppelten Computern wechseln
es: Cambiar entre ordenadores emparejados
fr: Basculer entre les ordinateurs appairés
hi: पेयर किए गए कंप्यूटरों के बीच स्विच करें
it: Passa tra i computer abbinati
ja: ペアリング済みのコンピューターを切り替えます
nb: Bytt mellom sammenparte datamaskiner
pt_br: Alternar entre computadores pareados
ru: Переключение между сопряжёнными компьютерами
th: สลับระหว่างคอมพิวเตอร์ที่จับคู่แล้ว

source: Paired Computers
de: Gekoppelte Computer
es: Ordenadores emparejados
fr: Ordinateurs appairés
hi: पेयर किए गए कंप्यूटर
it: Computer abbinati
ja: ペアリング済みコンピューター
nb: Sammenparte datamaskiner
pt_br: Computadores Pareados
ru: Сопряжённые компьютеры
th: คอมพิวเตอร์ที่จับคู่แล้ว

source: About Easy-Switch
de: Über Easy-Switch
es: Acerca de Easy-Switch
fr: À propos d'Easy-Switch
hi: Easy-Switch के बारे में
it: Informazioni su Easy-Switch
ja: Easy-Switch について
nb: Om Easy-Switch
pt_br: Sobre o Easy-Switch
ru: О Easy-Switch
th: เกี่ยวกับ Easy-Switch

source: Easy-Switch allows your mouse to connect to multiple computers. Use the button on your mouse to switch between paired devices.
de: Easy-Switch ermöglicht es Ihrer Maus, sich mit mehreren Computern zu verbinden. Verwenden Sie die Taste an Ihrer Maus, um zwischen gekoppelten Geräten zu wechseln.
es: Easy-Switch permite conectar tu ratón a varios ordenadores. Usa el botón del ratón para cambiar entre dispositivos emparejados.
fr: Easy-Switch permet à votre souris de se connecter à plusieurs ordinateurs. Utilisez le bouton sur votre souris pour basculer entre les appareils appairés.
hi: Easy-Switch आपके माउस को कई कंप्यूटरों से कनेक्ट करने देता है। पेयर किए गए उपकरणों के बीच स्विच करने के लिए माउस पर बटन का उपयोग करें।
it: Easy-Switch permette al mouse di connettersi a più computer. Usa il pulsante sul mouse per passare tra i dispositivi abbinati.
ja: Easy-Switch を使うと、マウスを複数のコンピューターに接続できます。 マウスのボタンを使用して、ペアリング済みデバイスを切り替えます。
pt_br: O Easy-Switch permite que seu mouse se conecte a vários computadores. Use o botão do mouse para alternar entre os dispositivos pareados.
ru: Easy-Switch позволяет подключать мышь к нескольким компьютерам. Используйте кнопку на мыши для переключения между сопряжёнными устройствами.
th: Easy-Switch ช่วยให้เมาส์ของคุณเชื่อมต่อกับหลายคอมพิวเตอร์ ใช้ปุ่มบนเมาส์เพื่อสลับระหว่างอุปกรณ์ที่จับคู่แล้ว

source: Note:
de: Hinweis:
es: Nota:
fr: Remarque :
hi: नोट:
it: Nota:
ja: 注意:
nb: Merk:
pt_br: Nota:
ru: Примечание:
th: หมายเหตุ:

source: Host names are read from the device and reflect the computer names set during pairing.
de: Hostnamen werden vom Gerät gelesen und entsprechen den bei der Kopplung festgelegten Computernamen.
es: Los nombres de equipo se leen del dispositivo y corresponden a los nombres de ordenador establecidos durante el emparejamiento.
fr: Les noms d'hôtes sont lus depuis l'appareil et reflètent les noms d'ordinateurs définis lors de l'appairage.
hi: होस्ट नाम उपकरण से पढ़े जाते हैं और पेयरिंग के दौरान सेट किए गए कंप्यूटर नामों को दर्शाते हैं।
it: I nomi host vengono letti dal dispositivo e riflettono i nomi dei computer impostati durante l'abbinamento.
ja: ホスト名はデバイスから読み取られ、 ペアリング時に設定されたコンピューター名が表示されます。
pt_br: Os nomes dos hosts são lidos do dispositivo e refletem os nomes dos computadores definidos durante o pareamento.
ru: Имена узлов считываются с устройства и соответствуют именам компьютеров, заданным при сопряжении.
th: ชื่อโฮสต์จะอ่านจากอุปกรณ์และแสดง ชื่อคอมพิวเตอร์ที่ตั้งไว้ระหว่างการจับคู่

source: Slot {}
de: Platz {}
es: Ranura {}
fr: Emplacement {}
hi: स्लॉट {}
ja: スロット {}
nb: Plass {}
ru: Слот {}
th: ช่องที่ {}

source: Click to switch
de: Klicken zum Wechseln
es: Pulsa para cambiar
fr: Cliquer pour basculer
hi: स्विच करने के लिए क्लिक करें
it: Fai clic per cambiare
ja: クリックして切り替え
nb: Klikk for å bytte
pt_br: Clique para alternar
ru: Нажмите для переключения
th: คลิกเพื่อสลับ

source: Active
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
nb: Aktiv
pt_br: Ativo
ru: Активно
th: ใช้งานอยู่

source: Could not connect to daemon
de: Verbindung zum Daemon nicht möglich
es: No se pudo conectar con el demonio
fr: Impossible de se connecter au démon
hi: डीमन से कनेक्ट नहीं हो सका
it: Impossibile connettersi al demone
ja: デーモンに接続できませんでした
nb: Kunne ikke koble til daemon
pt_br: Não foi possível conectar ao daemon
ru: Не удалось подключиться к службе
th: ไม่สามารถเชื่อมต่อกับ daemon ได้

source: Add Application Profile
de: Anwendungsprofil hinzufügen
es: Añadir perfil de aplicación
fr: Ajouter un profil d'application
hi: अनुप्रयोग प्रोफ़ाइल जोड़ें
it: Aggiungi profilo applicazione
ja: アプリケーションプロファイルを追加
nb: Legg til applikasjonsprofil
pt_br: Adicionar Perfil de Aplicativo
ru: Добавить профиль приложения
th: เพิ่มโปรไฟล์แอปพลิเคชัน

source: Create a custom profile for a specific application. The radial menu will use this profile when the application is active.
de: Erstellen Sie ein benutzerdefiniertes Profil für eine bestimmte Anwendung. Das Radialmenü verwendet dieses Profil, wenn die Anwendung aktiv ist.
es: Crea un perfil personalizado para una aplicación específica. El menú radial usará este perfil cuando la aplicación esté activa.
fr: Créer un profil personnalisé pour une application spécifique. Le menu radial utilisera ce profil lorsque l'application est active.
hi: किसी विशिष्ट अनुप्रयोग के लिए कस्टम प्रोफ़ाइल बनाएँ। अनुप्रयोग सक्रिय होने पर रेडियल मेनू इस प्रोफ़ाइल का उपयोग करेगा।
it: Crea un profilo personalizzato per un'applicazione specifica. Il menu radiale utilizzerà questo profilo quando l'applicazione è attiva.
ja: 特定のアプリケーション用のカスタムプロファイルを作成します。 そのアプリケーションがアクティブなときにラジアルメニューでこのプロファイルが使用されます。
pt_br: Crie um perfil personalizado para um aplicativo específico. O menu radial usará este perfil quando o aplicativo estiver ativo.
ru: Создайте пользовательский профиль для конкретного приложения. Радиальное меню будет использовать этот профиль, когда приложение активно.
th: สร้างโปรไฟล์กำหนดเองสำหรับแอปพลิเคชันเฉพาะ เมนูวงกลมจะใช้โปรไฟล์นี้เมื่อแอปพลิเคชันนั้นทำงานอยู่

source: Select Application
de: Anwendung auswählen
es: Seleccionar aplicación
fr: Sélectionner une application
hi: अनुप्रयोग चुनें
it: Seleziona applicazione
ja: アプリケーションを選択
nb: Velg applikasjon
pt_br: Selecionar Aplicativo
ru: Выберите приложение
th: เลือกแอปพลิเคชัน

source: Running Applications:
de: Laufende Anwendungen:
es: Aplicaciones en ejecución:
fr: Applications en cours d'exécution :
hi: चालू अनुप्रयोग:
it: Applicazioni in esecuzione:
ja: 実行中のアプリケーション:
nb: Kjørende applikasjoner:
pt_br: Aplicativos em Execução:
ru: Запущенные приложения:
th: แอปพลิเคชันที่กำลังทำงาน:

source: Or enter application class manually:
de: Oder Anwendungsklasse manuell eingeben:
es: O introduce la clase de aplicación manualmente:
fr: Ou saisir la classe d'application manuellement :
hi: या अनुप्रयोग क्लास मैन्युअल रूप से दर्ज करें:
it: Oppure inserisci la classe dell'applicazione manualmente:
ja: またはアプリケーションクラスを手動で入力:
nb: Eller skriv inn applikasjonsklasse manuelt:
pt_br: Ou digite a classe do aplicativo manualmente:
ru: Или введите класс приложения вручную:
th: หรือป้อนคลาสแอปพลิเคชันด้วยตนเอง:

source: e.g., firefox, code, gimp
de: z.B. firefox, code, gimp
es: p. ej., firefox, code, gimp
fr: ex. : firefox, code, gimp
hi: उदा., firefox, code, gimp
it: es., firefox, code, gimp
ja: 例: firefox, code, gimp
nb: f.eks. firefox, code, gimp
pt_br: ex.: firefox, code, gimp
ru: например, firefox, code, gimp
th: เช่น firefox, code, gimp

source: Add Profile
de: Profil hinzufügen
es: Añadir perfil
fr: Ajouter un profil
hi: प्रोफ़ाइल जोड़ें
it: Aggiungi profilo
ja: プロファイルを追加
nb: Legg til profil
pt_br: Adicionar Perfil
ru: Добавить профиль
th: เพิ่มโปรไฟล์

source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours
hi: चालू
it: In esecuzione
ja: 実行中
nb: Kjører
pt_br: Em Execução
ru: Запущено
th: กำลังทำงาน

source: (Enter app name manually below)
de: (App-Name unten manuell eingeben)
es: (Introduce el nombre de la aplicación manualmente abajo)
fr: (Saisir le nom de l'application manuellement ci-dessous)
hi: (नीचे ऐप का नाम मैन्युअल रूप से दर्ज करें)
it: (Inserisci il nome dell'app manualmente qui sotto)
ja: (下にアプリ名を手動で入力してください)
nb: (Skriv inn appnavn manuelt nedenfor)
pt_br: (Digite o nome do aplicativo manualmente abaixo)
ru: (Введите имя приложения вручную ниже)
th: (ป้อนชื่อแอปด้วยตนเองด้านล่าง)

source: No Application Selected
de: Keine Anwendung ausgewählt
es: Ninguna aplicación seleccionada
fr: Aucune application sélectionnée
hi: कोई अनुप्रयोग नहीं चुना गया
it: Nessuna applicazione selezionata
ja: アプリケーションが選択されていません
nb: Ingen applikasjon valgt
pt_br: Nenhum Aplicativo Selecionado
ru: Приложение не выбрано
th: ไม่ได้เลือกแอปพลิเคชัน

source: Please select or enter an application name.
de: Bitte wählen oder geben Sie einen Anwendungsnamen ein.
es: Selecciona o introduce un nombre de aplicación.
fr: Veuillez sélectionner ou saisir un nom d'application.
hi: कृपया कोई अनुप्रयोग चुनें या नाम दर्ज करें।
it: Seleziona o inserisci il nome di un'applicazione.
ja: アプリケーション名を選択または入力してください。
nb: Vennligst velg eller skriv inn et applikasjonsnavn.
pt_br: Selecione ou digite o nome de um aplicativo.
ru: Выберите или введите имя приложения.
th: กรุณาเลือกหรือป้อนชื่อแอปพลิเคชัน

source: Profile created for {}
de: Profil für {} erstellt
es: Perfil creado para {}
fr: Profil créé pour {}
hi: {} के लिए प्रोफ़ाइल बनाई गई
it: Profilo creato per {}
ja: {} のプロファイルを作成しました
nb: Profil opprettet for {}
pt_br: Perfil criado para {}
ru: Профиль создан для {}
th: สร้างโปรไฟล์สำหรับ {} แล้ว

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
nb: Feil
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด

source: Failed to create profile: {}
de: Profil konnte nicht erstellt werden: {}
es: Error al crear el perfil: {}
fr: Impossible de créer le profil : {}
hi: प्रोफ़ाइल बनाने में विफल: {}
it: Creazione profilo non riuscita: {}
ja: プロファイルの作成に失敗しました: {}
nb: Kunne ikke opprette profil: {}
pt_br: Falha ao criar perfil: {}
ru: Не удалось создать профиль: {}
th: ไม่สามารถสร้างโปรไฟล์ได้: {}

source: JuhRadial MX Settings
de: JuhRadial MX Einstellungen
es: Ajustes de JuhRadial MX
fr: Paramètres de JuhRadial MX
hi: JuhRadial MX सेटिंग्स
it: Impostazioni JuhRadial MX
ja: JuhRadial MX 設定
nb: JuhRadial MX-innstillinger
pt_br: Configurações do JuhRadial MX
ru: Настройки JuhRadial MX
th: การตั้งค่า JuhRadial MX

source: + ADD APPLICATION
de: + ANWENDUNG HINZUFÜGEN
es: + AÑADIR APLICACIÓN
fr: + AJOUTER UNE APPLICATION
hi: + अनुप्रयोग जोड़ें
it: + AGGIUNGI APPLICAZIONE
ja: + アプリケーションを追加
nb: + LEGG TIL APPLIKASJON
pt_br: + ADICIONAR APLICATIVO
ru: + ДОБАВИТЬ ПРИЛОЖЕНИЕ
th: + เพิ่มแอปพลิเคชัน

source: N/A
de: k.A.
es: N/D
fr: N/D
hi: लागू नहीं
it: N/D
nb: Ikke tilgj.
pt_br: N/D
ru: Н/Д
th: ไม่มี

source: MOUSE CONFIGURATION
de: MAUSKONFIGURATION
es: CONFIGURACIÓN DEL RATÓN
fr: CONFIGURATION DE LA SOURIS
hi: माउस कॉन्फ़िगरेशन
it: CONFIGURAZIONE MOUSE
ja: マウス設定
nb: MUSEKONFIGURASJON
pt_br: CONFIGURAÇÃO DO MOUSE
ru: НАСТРОЙКА МЫШИ

source: Developed by
de: Entwickelt von
es: Desarrollado por
fr: Développé par
hi: द्वारा विकसित
it: Sviluppato da
ja: 開発者
nb: Utviklet av
pt_br: Desenvolvido por
ru: Разработано
th: พัฒนาโดย

source: Free &amp; open source software. If you enjoy this project, consider supporting development.
de: Freie &amp; quelloffene Software. Wenn Ihnen dieses Projekt gefällt, unterstützen Sie gerne die Entwicklung.
es: Software libre &amp; de código abierto. Si te gusta este proyecto, considera apoyar el desarrollo.
fr: Logiciel libre &amp; open source. Si vous appréciez ce projet, pensez à soutenir le développement.
hi: मुक्त &amp; ओपन सोर्स सॉफ़्टवेयर। अगर आपको यह प्रोजेक्ट पसंद है, तो विकास में सहयोग करने पर विचार करें।
it: Software libero &amp; open source. Se ti piace questo progetto, considera di sostenere lo sviluppo.
ja: フリー &amp; オープンソースソフトウェアです。 このプロジェクトを気に入っていただけたら、 開発の支援をご検討ください。
pt_br: Software livre &amp; de código aberto. Se você gosta deste projeto, considere apoiar o desenvolvimento.
ru: Свободное &amp; открытое программное обеспечение. Если вам нравится этот проект, поддержите разработку.
th: ซอฟต์แวร์เสรี &amp; โอเพนซอร์ส หากคุณชอบโปรเจกต์นี้ ลองพิจารณาสนับสนุนการพัฒนา

source: Buy me a coffee
de: Einen Kaffee spendieren
es: Invítame a un café
fr: Offrez-moi un café
hi: मुझे एक कॉफ़ी दिलाएँ
it: Offrimi un caffè
ja: コーヒーをおごる
nb: Kjøp meg en kaffe
pt_br: Me pague um café
ru: Угостите кофе
th: เลี้ยงกาแฟ

source: Grid View
de: Rasteransicht
es: Vista en cuadrícula
fr: Affichage en grille
hi: ग्रिड दृश्य
it: Vista a griglia
ja: グリッド表示
nb: Rutenettvisning
pt_br: Visualização em Grade
ru: Сетка
th: มุมมองตาราง

source: Application profiles grid view coming soon! This will show all your per-app profiles in a visual grid.
de: Rasteransicht für Anwendungsprofile kommt bald! Hier werden alle Ihre anwendungsspezifischen Profile in einem Raster angezeigt.
es: ¡La vista en cuadrícula de perfiles de aplicación estará disponible próximamente! Mostrará todos tus perfiles por aplicación en una cuadrícula visual.
fr: L'affichage en grille des profils d'application arrive bientôt ! Cela affichera tous vos profils par application dans une grille visuelle.
hi: अनुप्रयोग प्रोफ़ाइल ग्रिड दृश्य जल्द आ रहा है! यह आपकी सभी प्रति-ऐप प्रोफ़ाइलों को विज़ुअल ग्रिड में दिखाएगा।
it: La vista a griglia dei profili applicazione sarà disponibile a breve! Mostrerà tutti i profili per applicazione in una griglia visiva.
ja: アプリケーションプロファイルのグリッド表示は近日公開予定です! アプリごとのプロファイルをグリッド形式で一覧表示します。
pt_br: Visualização em grade dos perfis de aplicativos em breve! Isso mostrará todos os seus perfis por aplicativo em uma grade visual.
ru: Отображение профилей приложений в виде сетки скоро появится! Здесь будут показаны все ваши профили для каждого приложения в виде сетки.
th: มุมมองตารางโปรไฟล์แอปพลิเคชันจะมาเร็วๆ นี้! จะแสดงโปรไฟล์ทั้งหมดของแต่ละแอปในรูปแบบตาราง
